{
  "Home": "Početna",
  "Shop": "Prodavnica",
  "About The Platform": "O platformi",
  "Design It Yourself": "Dizajnirajte sami",
  "Associates": "Saradnici",
  "About Products": "O proizvodima",
  "Blog": "Blog",
  "Contact": "Kontakt",
  "Header": "Zaglavlje",
  "Dashboard": "Kontrolna tabla",
  "Instructions": "Uputstva",
  "Become Seller": "Postani prodavac",
  "Create your own store completely free": "Napravite sopstvenu prodavnicu potpuno besplatno",
  "Drive sales by offering your designs on our products online.": "Povećajte prodaju nudeći vaše dizajne na našim proizvodima online.",
  "Make money easily, from home, without inventory and initial investment. You just need to sit down at your computer, come up with your design, upload it to our items through the app and start selling.": "Zaradite lako, od kuće, bez zaliha i početnog ulaganja. Samo treba da sednete za računar, osmislite svoj dizajn, postavite ga na naše proizvode putem aplikacije i počnete sa prodajom.",
  "Register and Create a Store": "Registrujte se i kreirajte prodavnicu",
  "Our Associates": "Naši saradnici",
  "How Does It Work?": "Kako funkcioniše?",
  "The first step is registration": "Prvi korak je registracija",
  "Register and open your store according to the instructions: 'How to register as a seller'": "Registrujte se i otvorite svoju prodavnicu prema uputstvu: 'Kako se registrovati kao prodavac'",
  "The second step is to set up the store": "Drugi korak je podešavanje prodavnice",
  "Customize your store to your needs and taste, according to the instructions: 'How to set up a store'": "Prilagodite svoju prodavnicu svojim potrebama i ukusu, prema uputstvu: 'Kako podesiti prodavnicu'",
  "The third step is the selection of articles and their design": "Treći korak je izbor artikala i njihov dizajn",
  "Select and place the items from our offer in your store, according to the instructions: 'How to add items to the store'": "Izaberite i postavite artikle iz naše ponude u svoju prodavnicu, prema uputstvu: 'Kako dodati artikle u prodavnicu'",
  "Do your best to offer your customers": "Dajte sve od sebe da ponudite svojim klijentima",
  "More details in the instructions: 'How to buy', and in short like this: Your customers choose what to order in your online store,click to order the desired article, enter the data for sending.": "Više detalja u uputstvu: 'Kako kupiti', a u kratkim crtama: Vaši kupci biraju šta žele da naruče u vašoj online prodavnici, kliknu da naruče željeni artikal, unesu podatke za slanje.",
  "We are processing the order": "Obrađujemo porudžbinu",
  "The order arrives at our place for processing, after confirmation of the order by e-mail or phone, we print and pack the product, deliver it to the customer by a courier service with which we have a contract.": "Porudžbina dolazi na naše mesto za obradu, nakon potvrde porudžbine putem e-maila ili telefona, štampamo i pakujemo proizvod, a zatim ga dostavljamo kupcu putem kurirske službe s kojom imamo ugovor.",
  "Process Completed": "Proces završen",
  "Upon receipt, the customer pays for the order with postal costs, the service pays us the money, we transfer your part of the payment to you.": "Po prijemu, kupac plaća porudžbinu sa poštanskim troškovima, usluga nam isplaćuje novac, a mi prebacujemo vaš deo uplate vama.",
  "Our Passion is Your Inspiration": "Naša strast je vaša inspiracija",
  "Being creative is not a hobby. it is a way of life for every artist. We are committed to our work, and we hope to inspire you to make a difference in the world.": "Biti kreativan nije hobi. To je način života za svakog umetnika. Posvećeni smo svom radu i nadamo se da ćemo vas inspirisati da napravite razliku u svetu.",
  "We believe that art has the power to change the world. Through our art, we can challenge the status quo, ins pire others, and create new perspectives. We are driven by our passion to create something meaningful and lasting.": "Verujemo da umetnost ima moć da menja svet. Kroz našu umetnost, možemo da izazovemo ustaljena shvatanja, inspirišemo druge i stvorimo nove perspektive. Vodimo se svojom strašću da stvorimo nešto značajno i trajno.",
  "Shop Now": "Kupite sada",
  "We Deliver Happiness": "Donosimo sreću",
  "Fast and Safe Delivery": "Brza i sigurna dostava",
  "When it comes to fast and secure delivery in Serbia, there is no better option than Post Express. With their reliable courier services, your parcels and packages are guaranteed to reach their destination without any delay or hassle.": "Kada je u pitanju brza i sigurna dostava u Srbiji, nema boljeg izbora od Post Express-a. Sa njihovim pouzdanim kurirskim uslugama, vaši paketi i pošiljke su zagarantovani da će stići na odredište bez ikakvih kašnjenja ili poteškoća.",
  "Refund": "Povraćaj novca",
  "If the product you receive fails to meet your expectations, we offer a hassle-free return policy. You have the option to send the goods back to us and receive a full refund. Your satisfaction is our top priority.": "Ako proizvod koji primite ne ispunjava vaša očekivanja, nudimo jednostavnu politiku povraćaja. Imate mogućnost da nam vratite robu i dobijete puni povraćaj novca. Vaše zadovoljstvo nam je na prvom mestu.",
  "Content": "Sadržaj",
  "Feel free to reach out to us during weekdays from 9 am to 4 pm if you have any inquiries or suggestions about potential collaborations. We'll be more than happy to assist you.": "Slobodno nas kontaktirajte radnim danima od 9 do 16 časova ako imate bilo kakva pitanja ili sugestije o potencijalnim saradnjama. Biće nam drago da vam pomognemo.",
  "Best Selling Products": "Najprodavaniji proizvodi",
  "Buy Now": "Kupi sada",
  "Product Categories": "Kategorije proizvoda",
  "Hulahop is not just any Print on Demand (POD) marketplace, it is a remarkable platform that caters to the needs of both vendors and individuals by offering a versatile and personalized POD service.": "Hulahop nije samo obična platforma za Print on Demand (POD), već je to izvanredna platforma koja zadovoljava potrebe i prodavaca i pojedinaca nudeći svestranu i personalizovanu POD uslugu.",
  "Contact Us": "Kontaktirajte nas",
  "Useful Links": "Korisni linkovi",
  "About Platform": "O platformi",
  "Return Policy": "Politika povraćaja",
  "Terms of Use": "Uslovi korišćenja",
  "Privacy Policy": "Politika privatnosti",
  "Law on Consumer Protection": "Zakon o zaštiti potrošača",
  "Familiarize yourself with the Law on Consumer Protection of the Republic of Serbia.": "Upoznajte se sa Zakonom o zaštiti potrošača Republike Srbije.",
  "Know More": "Saznajte više",
  "All Right Reserved": "Sva prava zadržana",
  "Products For You": "Proizvodi za vas",
  "More About Hulahop": "Više o Hulahopu",
  "The hulahop.shop platform is a multivendor Print on Demand (POD) marketplace with an additional personalized POD service for individuals. More precisely, the first Serbian POD platform where the Print on Demand service can be used by everyone! Until now, you could start your business through foreign or domestic platforms limited only to that type of service, or you could only order personalized printing without the possibility of starting your own store. We have created a platform for everyone who wants to express their creativity and earn money in an interesting and simple way, for everyone who wants to order their creations, but also for those who just want us to print their personalized motif on one of the items from our offer. Finally everything in one place!": "Platforma hulahop.shop je multivendorska Print on Demand (POD) tržišna platforma sa dodatnom personalizovanom POD uslugom za pojedince. Preciznije, prva srpska POD platforma na kojoj svako može koristiti uslugu Print on Demand! Do sada ste mogli pokrenuti svoj biznis putem stranih ili domaćih platformi ograničenih samo na tu vrstu usluge, ili ste mogli samo naručiti personalizovano štampanje bez mogućnosti pokretanja sopstvene prodavnice. Kreirali smo platformu za sve koji žele da izraze svoju kreativnost i zarade novac na zanimljiv i jednostavan način, za sve koji žele da naruče svoje kreacije, ali i za one koji samo žele da od nas dobiju štampu svog personalizovanog motiva na jednom od artikala iz naše ponude. Napokon, sve na jednom mestu!",
  "What can you do on the hulahop.shop platform?": "Šta možete raditi na hulahop.shop platformi?",
  "The possibilities of the platform are multiple, find the option that suits you in the following text.": "Mogućnosti platforme su brojne, pronađite opciju koja vam odgovara u sledećem tekstu.",
  "About products - In this section you can see all the available items that we print on, with details: appearance, description, sizes, colors, type of print, dimensions, maintenance method...whether you want to set up your store on the platform, whether you want to order a product from one of the stores, whether you want to order a product with your own design, we recommend that you look carefully at the range. If you can't find the right item for you, ask us, we'll try to help.": "O proizvodima - U ovom odeljku možete videti sve dostupne artikle na koje štampamo, sa detaljima: izgled, opis, veličine, boje, tip štampe, dimenzije, način održavanja... bilo da želite da postavite svoju prodavnicu na platformi, bilo da želite da naručite proizvod iz jedne od prodavnica, ili da naručite proizvod sa sopstvenim dizajnom, preporučujemo da pažljivo pogledate ponudu. Ako ne možete pronaći pravi artikal za vas, pitajte nas, potrudićemo se da pomognemo.",
  "Design it yourself - Need a quick gift? Do you need an unusual t-shirt for a party, or do you just want to have your own coffee mug, with a picture or quote that will cheer you up at work in the morning? To order individual printing on items, personally for you, select this section, and follow the instructions. On our platform, you have the opportunity to create a printed product for yourself on any of the items from the offer, independently of our partners' stores, and order in a few steps. Choose an article (or articles) from the offer, insert text, play with fonts, colors, insert an image (your own or one from the offer), and in a few steps you can design your own printed product, which we will print for you and send it to your address. . Do your friends like the things you create? Open an online store!": "Dizajnirajte sami - Trebate brzi poklon? Da li vam je potrebna neobična majica za žurku, ili jednostavno želite da imate svoju šoljicu za kafu, sa slikom ili citatom koji će vas oraspoložiti na poslu ujutro? Da biste naručili pojedinačno štampanje na artiklima, posebno za vas, odaberite ovu sekciju i pratite uputstva. Na našoj platformi imate priliku da kreirate štampani proizvod za sebe na bilo kojem od artikala iz ponude, nezavisno od prodavnica naših partnera, i naručite u nekoliko koraka. Izaberite artikal (ili artikle) iz ponude, unesite tekst, igrajte se sa fontovima, bojama, dodajte sliku (vašu ili neku iz ponude), i u nekoliko koraka možete dizajnirati svoj štampani proizvod, koji ćemo štampati za vas i poslati na vašu adresu. Da li vaši prijatelji vole stvari koje kreirate? Otvorite online prodavnicu!",
  "Our sellers - If you want to order some of the items from the designer offer of our partners, select this section, browse the store's offers, choose, order. Hmm...can you do better than them? Do you want your logo to be here and open your online store? Here's how:": "Naši prodavci - Ako želite da naručite neke od artikala iz ponude dizajnera naših partnera, odaberite ovu sekciju, pregledajte ponude prodavnica, izaberite i naručite. Hmm...možete li bolje od njih? Da li želite da vaš logo bude ovde i otvorite svoju online prodavnicu? Evo kako:",
  "Want your store on the hulahop.shop platform?": "Želite svoju prodavnicu na hulahop.shop platformi?",
  "In the following text, you will find out how you can start your own designer line for free, with little effort, or improve a line that you have been building for some time. In short, the story is not complicated, it does not require you: initial investments, warehouse, space lease, previous programming knowledge. Start your online store on our platform with our articles, on which we print your motifs. If you don't have one already registered, you don't need to open a company, because we send the ordered printed items, with the invoice for the services, to the end customer. YOU DON'T PAY US ANYTHING :) You take the profit as the difference between our price to you and your price to the end customer. You form your price quite freely, based on your own assessment of the value of your design. If it sounds great or at least interesting, read on.": "U sledećem tekstu saznaćete kako možete besplatno započeti svoju liniju dizajnerskih proizvoda, uz malo truda, ili poboljšati liniju koju gradite već neko vreme. Ukratko, priča nije komplikovana, ne zahteva od vas: početne investicije, skladište, zakup prostora, prethodno znanje programiranja. Započnite svoju online prodavnicu na našoj platformi sa našim artiklima, na koje štampamo vaše motive. Ako već nemate registrovanu prodavnicu, ne morate otvarati firmu, jer mi šaljemo naručene štampane artikle, sa fakturom za usluge, krajnjem kupcu. NE PLAĆATE NAM NIŠTA :) Vi uzimate profit kao razliku između naše cene za vas i vaše cene za krajnjeg kupca. Formirate svoju cenu prilično slobodno, na osnovu svoje procene vrednosti vašeg dizajna. Ako zvuči sjajno ili bar zanimljivo, nastavite sa čitanjem.",
  "Why start a 'Print on Demand' business or order printing exactly on the hulahop.shop platform?": "Zašto započeti 'Print on Demand' biznis ili naručiti štampanje upravo na hulahop.shop platformi?",
  "The idea of ​​Print on Demand itself is not new, it has existed in the world of printing for some time. Only, there is one catch, not everyone can (or doesn't want to) do it:) The limitations are various, and only some of them are: limited technical capabilities, complicated implementation of services and a complex logistics system. The hulahop.shop platform is proof that all limitations can be overcome with hard work and persistence. Well, truth be told, there were also years of experience in print, online business, textiles, lots of coffee and high blood pressure :)": "Ideja Print on Demand sama po sebi nije nova, postoji u svetu štampe već neko vreme. Međutim, postoji jedan problem, ne može svako (ili ne želi) da to radi :) Ograničenja su razna, i samo neka od njih su: ograničene tehničke mogućnosti, komplikovana implementacija usluga i složen logistički sistem. hulahop.shop platforma je dokaz da se sva ograničenja mogu prevazići radom i upornošću. Pa, da budem iskren, tu su bili i godine iskustva u štampi, online biznisu, tekstilu, puno kafe i povišenog krvnog pritiska :)",
  "Our main advantage over others is, above all, our technical capabilities. These are: the possibility of printing large dimensions on textiles, in full color, using the DTG (Direct-to-Garment) printing technique, better known in our country as Digital printing on textiles . This printing, but also others: DTF (Direct-to-Film), sublimation, UV digital printing, laser engraving, digital printing on canvas - digital printing of large formats (plotting), screen printing ... we work without subcontractors, on our own devices . In this way, we raise the quality control and printing process to a higher level.": "Naša glavna prednost u odnosu na druge je, pre svega, naša tehnička sposobnost. To su: mogućnost štampanja velikih dimenzija na tekstilu, u punoj boji, koristeći DTG (Direct-to-Garment) tehniku štampe, poznatu u našoj zemlji kao digitalna štampa na tekstilu. Ova štampa, ali i druge: DTF (Direct-to-Film), sublimacija, UV digitalna štampa, lasersko graviranje, digitalna štampa na platnu - digitalna štampa velikih formata (plotting), sita štampa... radimo bez podizvođača, na našim vlastitim uređajima. Na ovaj način podižemo kvalitet kontrole i procesa štampe na viši nivo.",
  "Textile items from the offer are mostly sewn according to our strict standards and in domestic companies. In this way, we can expand the range of textile articles for printing completely independently of importers of finished goods of dubious quality and uncertain arrival dates. Soon we will add to the offer: hoodies, several models of notebooks, pillowcases, socks, suits for babies...": "Tekstilni artikli iz ponude većinom su šivani prema našim strogim standardima i u domaćim firmama. Na ovaj način možemo proširiti asortiman tekstilnih artikala za štampu potpuno nezavisno od uvoznika gotovih proizvoda s sumnjivim kvalitetom i neizvesnim rokovima isporuke. Ubrzo ćemo dodati u ponudu: dukserice, nekoliko modela svesaka, jastučiće, čarape, odela za bebe...",
  "All this means that we control the quality and constantly work on: articles for printing, quality of printing and the delivery process, completely from one place . This fact brings you the following advantages: you do not have to have a warehouse, nor expose yourself to any unforeseen or anticipated costs before the sale. Few will tell you that he takes care of your expenses, as we do.": "Sve to znači da kontrolišemo kvalitet i stalno radimo na: artiklima za štampu, kvalitetu štampe i procesu dostave, potpuno iz jednog mesta. Ova činjenica vam donosi sledeće prednosti: ne morate imati skladište, niti se izlagati bilo kakvim nepredviđenim ili očekivanim troškovima pre prodaje. Malo ko će vam reći da se brine o vašim troškovima, kao što to radimo mi.",
  "On the other hand, it is very important for the stability of the project that we also control all IT processes related to the platform within the company, which gives you full support for developing your own online sales, without investing in expensive websites and web presentations.": "Sa druge strane, veoma je važno za stabilnost projekta da takođe kontrolišemo sve IT procese vezane za platformu unutar kompanije, što vam pruža punu podršku za razvoj vaše prodaje na mreži, bez ulaganja u skupe veb sajtove i veb prezentacije.",
  "Other similar platforms or services, at some point inevitably encounter problems in terms of: logistics, product quality, print quality or web presentation system maintenance. We overcome all this with a unique All-In-One Place approach, focusing on 3 important elements:": "Druge slične platforme ili usluge, u nekom trenutku neizbežno se suočavaju sa problemima u smislu: logistike, kvaliteta proizvoda, kvaliteta štampe ili održavanja veb prezentacionog sistema. Sve ovo prevazilazimo jedinstvenim pristupom 'Sve na jednom mestu', fokusirajući se na 3 važna elementa:",
  "Promotion of a new product on the market, using modern digital advertising techniques": "Promocija novog proizvoda na tržištu, korišćenjem modernih tehnika digitalnog oglašavanja.",
  "Introducing new features, innovations in the range of press items": "Uvođenje novih funkcija, inovacija u asortimanu štampanih artikala.",
  "Improving the existing product quality, by introducing the most modern printing techniques in the production process": "Poboljšanje kvaliteta postojećih proizvoda, uvođenjem najmodernijih tehnika štampe u proizvodni proces.",
  "How to start your store on the hulahop.shop platform?": "Kako da otvorite svoju prodavnicu na hulahop.shop platformi?",
  "In the Instructions section , follow the step-by-step instructions, which all go like this:": "U odeljku Uputstva pratite uputstva korak po korak, koja idu ovako:",
  "You register as a seller , according to the steps in the Instructions, you enter the necessary data, thereby opening your virtual online store with the name you want.": "Registrujete se kao prodavac, prema koracima u Uputstvima, unosite potrebne podatke, čime otvarate svoju virtuelnu online prodavnicu pod imenom koje želite.",
  "You browse the products from our offer and choose the ones you want to offer to your customers, with your motifs that we print. Detailed instructions are in the How to insert items into the store section . This is how your personal brand and your window is created. With your choice, you are NOT BUYING from us, but you are giving us information about which products we should provide for your offer to further customers. It is also very practical that you can form an offer completely according to your desire and feeling, for example: you don't have to offer all colors in t-shirts if you don't want to, you can choose only white and black, or only white t-shirts, or only black t-shirts... it all depends from your idea and the brand you want to build, and you can change the initial options at any time :)": "Pregledate proizvode iz naše ponude i birate one koje želite da ponudite svojim kupcima, sa vašim motivima koje mi štampamo. Detaljna uputstva su u odeljku Kako ubaciti artikle u prodavnicu. Na ovaj način se stvara vaš lični brend i vaš izlog. Svojim izborom NE KUPUJETE od nas, već nam dajete informaciju o tome koje proizvode treba da obezbedimo za vašu ponudu daljim kupcima. Takođe je vrlo praktično da možete formirati ponudu potpuno prema vašoj želji i osećaju, na primer: ne morate nuditi sve boje majica ako ne želite, možete izabrati samo bele i crne, ili samo bele majice, ili samo crne majice... sve zavisi od vaše ideje i brenda koji želite da izgradite, a početne opcije možete promeniti u bilo kom trenutku :)",
  "You've chosen the items to feature your design on, now you're putting your design on them. Each item has a maximum print size field and this should be taken into account. In order to make the process as easy as possible and speed up the process, the parameters are set so that it will be visible to you how much you can 'stretch' the motif, don't worry :)": "Odabrali ste artikle na kojima ćete predstaviti svoj dizajn, sada postavljate svoj dizajn na njih. Svaki artikal ima polje za maksimalnu veličinu štampe i to treba uzeti u obzir. Da bi proces bio što lakši i ubrzan, parametri su podešeni tako da vam bude vidljivo koliko možete 'rastegnuti' motiv, ne brinite :)",
  "Set up your store as you see fit, or in other words, this is the 'fine tuning' step. Now you set your logo, define colors for your store, form prices, set up links to your pages on social networks and the like. In commercial terms: you arrange and beautify your window, shelves, polish the board :) Over time, new ideas will come to you, for starters is enough to make it transparent, simple, and afterwards you can always add or remove something. We help you with detailed instructions.": "Podesite svoju prodavnicu kako vam odgovara, ili drugim rečima, ovo je korak 'fino podešavanje'. Sada postavljate svoj logo, definišete boje za svoju prodavnicu, formirate cene, postavljate linkove ka vašim stranicama na društvenim mrežama i slično. U komercijalnom smislu: uređujete i ulepšavate svoj izlog, police, polirate tablu :) S vremenom će vam dolaziti nove ideje, za početak je dovoljno da bude pregledno i jednostavno, a kasnije uvek možete nešto dodati ili ukloniti. Pomažemo vam detaljnim uputstvima.",
  "All stores are visible on the home page by name, in the section Our sellers , after selecting this section, a potential customer clicks on your store and the purchase process can begin.": "Sve prodavnice su vidljive na početnoj strani po imenu, u odeljku Naši prodavci, nakon odabira ovog odeljka, potencijalni kupac klikne na vašu prodavnicu i proces kupovine može da počne.",
  "When the customer chooses your product, color, and size (in the case of textile products), enters the data to be sent and confirms the order, a purchase order is created that reaches you and us for confirmation. After checking and confirming, we print, package the order and ship it. You and the customer receive a notification about the estimated delivery time, and information about the shipment number for tracking. Before sending, you will have information on the status of the production at any time via the platform. Upon receipt, the customer pays for the package and shipping costs, which completes the delivery. Of course, all the steps are available to the customer in detail in the How to buy section , and we take care of the process from receiving the order to the end.": "Kada kupac odabere vaš proizvod, boju i veličinu (u slučaju tekstilnih proizvoda), unese podatke za slanje i potvrdi narudžbinu, kreira se porudžbina koja stiže vama i nama na potvrdu. Nakon provere i potvrde, mi štampamo, pakujemo porudžbinu i šaljemo je. Vi i kupac dobijate obaveštenje o procenjenom vremenu isporuke, kao i informacije o broju pošiljke za praćenje. Pre slanja, putem platforme, u svakom trenutku ćete imati informacije o statusu proizvodnje. Po prijemu, kupac plaća paket i troškove isporuke, čime se isporuka završava. Naravno, svi koraci su kupcu detaljno dostupni u odeljku Kako kupiti, a mi se brinemo o procesu od primanja porudžbine do kraja.",
  "Example of earnings: a customer chooses an item in your store, with one of your motifs. The customer buys the item at the price you set. You form the price by adding the amount you want to earn to our price of the item to you. Once a month, the Post Office pays out the received money, then we make a breakdown, calculation and payment of your profit.": "Primer zarade: kupac odabere artikal u vašoj prodavnici, sa jednim od vaših motiva. Kupac kupuje artikal po ceni koju vi odredite. Vi formirate cenu dodavanjem iznosa koji želite da zaradite na našu cenu artikla vama. Jednom mesečno, Pošta isplaćuje primljen novac, zatim mi pravimo obračun, kalkulaciju i isplatu vaše zarade.",
  "Have more questions? No problem:) Our email for details and help is: vga.centar@gmail.com": "Imaš još pitanja? Nema problema:) Naš email za detalje i pomoć je: vga.centar@gmail.com",
  "Some tips for your new business (free too):": "Nekoliko saveta za vaš novi biznis (i to besplatni):",
  "We recommend that you devote a little more effort and time to creating the name and logo of your brand, after all, it is the first information that a potential customer has about you:) Ask for the help of a friend who understands a little more about these details, there is no shame, you will take him out for a drink...": "Preporučujemo da posvetiš malo više truda i vremena kreiranju imena i logotipa svog brenda, ipak, to je prva informacija koju potencijalni kupac ima o tebi:) Zamoli prijatelja koji se malo više razume u ove detalje za pomoć, nema sramote, izvešćeš ga na piće...",
  "Your product will cost, how much - you will decide that yourself, just remember: people have lived and can continue to live without a T-shirt, bag, mug or umbrella with your motif. Do not underestimate the value of your work, but try to make the price acceptable. Selling is not an easy job, believe me. Be guided by both your heart and your mind, emotion buys a product but your wallet pays for it :)": "Tvoj proizvod će koštati, koliko – to ćeš sam odlučiti, samo zapamti: ljudi su živeli i mogu nastaviti da žive bez majice, torbe, šolje ili kišobrana sa tvojim motivom. Nemoj potcenjivati vrednost svog rada, ali pokušaj da cena bude prihvatljiva. Prodaja nije lak posao, veruj mi. Vodi se i srcem i razumom, emocija kupuje proizvod, ali tvoj novčanik ga plaća :)",
  "Our posts on social networks, in addition to advertising the platform itself, will also be dedicated to our partners, you. Don't get enough of that, open your accounts, work on your brand. Give a gift every now and then. People like to show off when they get something nice and different, and it's a great advertisement for you.": "Naši postovi na društvenim mrežama, pored oglašavanja same platforme, biće posvećeni i našim partnerima, vama. Ne zaboravite na to, otvorite svoje naloge, radite na svom brendu. Svakako poklonite nešto s vremena na vreme. Ljudi vole da se hvale kada dobiju nešto lepo i drugačije, a to je odlična reklama za vas.",
  "If you're still hesitating, there's no reason. Maybe you think you're not creative, maybe you really aren't (no need to worry). You might think you have no sense for visual identity, witty slogans, or deep and ambiguous puns. And maybe you just have to try:) It will only cost you a little time, you will learn something new, and a little gymnastics for the brain and fresh coins will definitely be nice.": "Ako se još uvek dvoumite, nema razloga. Možda mislite da niste kreativni, možda zaista niste (ne brinite). Možda mislite da nemate osećaj za vizuelni identitet, duhovite slogane ili duboke i dvosmislene igre reči. A možda samo treba da probate :) To će vas koštati samo malo vremena, naučićete nešto novo, a malo gimnastike za mozak i svežih novčića biće svakako lepo.",
  "We look forward to socializing and cooperating with you in advance, and when the first money from the sale comes in, you can treat us to some lemonade or cakes, we don't refuse :)": "Radujemo se unapred druženju i saradnji sa vama, a kada prvi novac od prodaje stigne, možete nas počastiti limunadom ili kolačima, ne odbijamo :)",
  "About Our Product": "O našem proizvodu",
  "Product Size Chart": "Tabela veličina proizvoda",
  "Hulahop offers a wide range of products, and each category may have different sizes available. To assist you in selecting the perfect fit, we recommend consulting the size charts below, specifically designed for Hulahop products. Explore all the options and find the ideal size for you!": "Hulahop nudi širok spektar proizvoda, a svaka kategorija može imati različite dostupne veličine. Da bismo vam pomogli u odabiru savršenog kroja, preporučujemo da pogledate tabele veličina u nastavku, posebno dizajnirane za Hulahop proizvode. Istražite sve opcije i pronađite idealnu veličinu za vas!",
  "Latest Posts": "Najnovije objave",
  "Just send us your questions or concerns by sending a proposal and we will give you the help you need.": "Samo nam pošaljite svoja pitanja ili nedoumice slanjem predloga i mi ćemo vam pružiti pomoć koja vam je potrebna.",
  "Free Postage Over 6000 RSD": "Besplatna poštarina preko 6000 RSD",
  "Possible Return of Goods": "Moguć povraćaj robe",
  "Safe and Fast Delivery": "Sigurna i brza dostava",
  "Profile Settings": "Podešavanja profila",
  "Orders": "Porudžbine",
  "Order": "Porudžbina",
  "Edit Profile": "Uredi profil",
  "Change Password": "Promeni lozinku",
  "In your user account control panel, you can view your recent orders , manage your shipping and billing address , and change your password and account information.": "U kontrolnoj tabli vašeg korisničkog naloga možete da vidite svoje nedavne porudžbine, da upravljate adresom za isporuku i fakturisanje, kao i da promenite lozinku i informacije o nalogu.",
  "Become a Vendor": "Postanite prodavac",
  "Register as Vendor": "Registruj se kao prodavac",
  "Vendors can sell products and manage a store with a vendor dashboard.": "Prodavci mogu da prodaju proizvode i upravljaju prodavnicom pomoću kontrolne table dobavljača.",
  "Your Shopping Cart": "Vaša korpa",
  "Special Instructions for Seller": "Posebna uputstva za prodavca",
  "Continue Shopping": "Nastavite kupovinu",
  "Clear Cart": "Ispraznite korpu",
  "Cart Totals": "Ukupno u korpi",
  "Subtotal": "Međuzbir",
  "Total": "Ukupno",
  "Proceed to Checkout": "Idite na plaćanje",
  "Checkout": "Plaćanje",
  "Complete your purchase and get your order on its way. We're committed to your security and satisfaction. The latest security technology protects your personal information, and we offer a hassle-free return policy.": "Završite svoju kupovinu i pošaljite svoju narudžbinu. Posvećeni smo vašoj sigurnosti i zadovoljstvu. Najnovija sigurnosna tehnologija štiti vaše lične informacije, a mi nudimo jednostavnu politiku vraćanja.",
  "Billing Details": "Podaci o plaćanju",
  "Your Order": "Vaša Porudžbina",
  "Place Order": "Poruči",
  "Return of Goods and Complaints": "Vraćanje robe i reklamacije",
  "When picking up the package, please visually check your package in the presence of the courier, or in the premises of the courier service if you are picking up the package there. If there are visible damages on it (torn parts, open package), you should not take the package. In this case, please send us an e-mail with your data (name, surname, phone) to the address info@hulahop.shop and state the reason for which you refused to collect the package or call us at +381 63 118 28 78. We will inform you about further action as soon as possible.": "Kada preuzimate paket, molimo vas da vizuelno proverite svoj paket u prisustvu kurira, ili u prostorijama kurirske službe ako paket preuzimate tamo. Ako postoje vidljiva oštećenja na njemu (pocepan deo, otvoren paket), ne smete preuzeti paket. U tom slučaju, molimo vas da nam pošaljete e-mail sa vašim podacima (ime, prezime, telefon) na adresu info@hulahop.shop i navedete razlog zbog kojeg ste odbili da preuzmete paket ili nas pozovite na +381 63 118 28 78. O daljim koracima ćemo vas obavestiti što je pre moguće.",
  "If you received the shipment and after opening the box found that the delivered goods do not correspond to the ordered ones or the information on the invoice is not correct, please contact us, no later than 24 hours from the moment of receipt of the shipment, by sending us an e-mail with your information ( first name, last name, phone) to the address info@hulahop.shop and describe what kind of problem you have or call us at +381 63 118 28 78. We will inform you about further action as soon as possible, in writing or electronically. The deadline for resolving the complaint is 15 days from the moment of reporting it. Of course, we will do our best to resolve your complaint in a much shorter time.": "Ako ste primili pošiljku i nakon otvaranja kutije utvrdili da isporučene robe ne odgovaraju naručenim ili informacije na fakturi nisu tačne, molimo vas da nas kontaktirate najkasnije 24 sata od trenutka prijema pošiljke, slanjem e-maila sa vašim podacima (ime, prezime, telefon) na adresu info@hulahop.shop i opisom problema koji imate ili nas pozovite na +381 63 118 28 78. O daljim koracima ćemo vas obavestiti što je pre moguće, pismenim ili elektronskim putem. Rok za rešavanje reklamacije je 15 dana od trenutka njenog prijavljivanja. Naravno, učinićemo sve što je u našoj moći da vašu reklamaciju rešimo u mnogo kraćem roku.",
  "If there are non-conformities with the purchased product in terms of the provisions of the Law on Consumer Protection, please inform us at the e-mail address info@hulahop.shop": "Ako postoji nesuglasnost sa kupljenim proizvodom u vezi sa odredbama Zakona o zaštiti potrošača, molimo vas da nas obavestite na e-mail adresu info@hulahop.shop.",
  "If the product is correct but the consumer wants, for some reason, to cancel the contract and return the product, he can do so within 14 days from the moment when it was delivered to him. In that case, the consumer has the right to a refund in the amount of the purchase price paid for the goods in question, but the costs of returning the purchased goods are borne directly by the buyer.": "Ako je proizvod ispravan, ali potrošač iz nekog razloga želi da otkaže ugovor i vrati proizvod, može to učiniti u roku od 14 dana od trenutka kada mu je dostavljen. U tom slučaju, potrošač ima pravo na povraćaj u iznosu od cene kupljene robe, ali troškove vraćanja kupljene robe snosi kupac.",
  "The consumer has no right to complain if the defect in the product was caused by his fault, if the product has physical and chemical damage caused by use or improper maintenance of the product.": "Potrošač nema pravo na reklamaciju ako je mana na proizvodu nastala njegovom krivicom, ako proizvod ima fizička i hemijska oštećenja uzrokovana korišćenjem ili nepravilnim održavanjem proizvoda.",
  "By confirming the order, you agree to the terms of the complaint.": "Potvrdom porudžbine, saglasni ste sa uslovima reklamacije.",
  "If you bought goods through the HULAHOP internet platform and you have remarks, complaints, objections, etc., you can contact us at any time at the e-mail address: info@hulahop.shop": "Ako ste kupili robu putem HULAHOP internet platforme i imate primedbe, reklamacije, prigovore itd., možete nas kontaktirati u bilo kojem trenutku na e-mail adresu: info@hulahop.shop.",
  "In the event of withdrawal from the contract, the consumer has the right to a refund or exchange for another product from the same category with the same print (for textile products, another size in the same color). The amount is returned to the customer upon receipt of the product, and after it is determined that the product is returned undamaged and correct.": "U slučaju odustajanja od ugovora, potrošač ima pravo na povraćaj novca ili zamenu za drugi proizvod iz iste kategorije sa istim printom (za tekstilne proizvode, druga veličina u istoj boji). Iznos se vraća kupcu nakon prijema proizvoda, a nakon što se utvrdi da je proizvod vraćen neotvoren i ispravan.",
  "Dear users,": "Poštovani korisnici,",
  "Please read carefully the following General Terms of Use and Privacy Policy before using our website/platform, or using and ordering our services . In order to use this internet presentation/platform set up at www.hulahop.shop (hereinafter referred to as HULAHOP internet presentation/platform or HULAHOP), you need to familiarize yourself with and fully agree with these General Terms of Use and the Privacy Policy.": "Molimo Vas da, pre korišćenja naše internet prezentacije/platforme, odnosno korišćenja i poručivanja naših usluga, pažljivo pročitate sledeće Opšte uslove korišćenja i Politiku privatnosti. Kako biste koristili ovu internet prezentaciju/platformu postavljenu na adresi www.hulahop.shop (u daljem tekstu HULAHOP internet prezentacija/platforma ili HULAHOP) potrebno je da se upoznate i u svemu saglasite sa ovim Opštim uslovima korišćenja i Politikom privatnosti.",
  "General Terms of Use of the HulaHop Internet Platform:": "Opšti uslovi korišćenja Hulahop internet platforme:",
  "These General Terms of Use (hereinafter: General Terms) have the nature of a contract between:": "Ovi opšti uslovi korišćenja (u daljem tekstu: opšti uslovi) imaju svojstvo ugovora između:",
  "2. Each individual user of the HULAHOP internet platform (hereinafter: User).": "2. Svaki pojedinačni korisnik HULAHOP internet platforme (u daljem tekstu: Korisnik).",
  "By voluntarily using any segment of the HULAHOP internet platform, in any way, the User confirms that he is familiar with and fully agrees with these General Terms and Conditions and the Privacy Policy.": "Dobrovoljnim korišćenjem bilo kojeg segmenta HULAHOP internet platforme, na bilo koji način, Korisnik potvrđuje da je upoznat i u celosti saglasan sa ovim Opštim uslovima i Politikom privatnosti.",
  "1. General Provisions": "1. Opšte odredbe",
  "These General Terms and Conditions regulate the conditions for the User's registration, the method of registration, the rights and obligations of the User and VGA DESIGN CENTRA, the way of ordering services, the provision of services by VGA DESIGN CENTRA, the protection of copyrights and other intellectual property rights and other important issues that are important for the functioning and use of the HULAHOP internet platform.": "Ovim Opštim uslovima uređuju se uslovi za registraciju Korisnika, način registracije, prava i obaveze Korisnika i VGA DESIGN CENTRA, način vršenja poručivanja usluga, pružanja usluga od strane VGA DESIGN CENTRA, zaštita autorskih prava i drugih prava intelektualne svojine i ostala bitna pitanja koja su od značaja za funkcionisanje i korišćenje HULAHOP internet platforme.",
  "By registering for access to the HULAHOP internet platform for the purpose of performing services and sales, by one-time access to the HULAHOP internet platform for the purpose of placing orders and services, and accessing the HULAHOP internet platform for informational purposes, the User irrevocably declares that he is familiar with the content of the General Conditions, that he fully accepts its provisions , as well as being informed of the obligation to act in accordance with the applicable regulations of the Republic of Serbia when using the HULAHOP internet platform for any purpose.": "Registracijom za pristup HULAHOP internet platformi u svrhu vršenja usluge i kupoprodaje, jednokratnim pristupom HULAHOP internet platformi radi realizacije poručivanja i usluge, i pristup HULAHOP internet platformi u informativne svrhe, Korisnik neopozivo izjavljuje da je upoznat sa sadržinom Opštih uslova, da u celosti prihvata njegove odredbe, kao i da je obavešten o obavezi da, prilikom korišćenja HULAHOP internet platforme u bilo koje svrhe, postupa i u skladu sa važećim propisima Republike Srbije.",
  "The contracting parties agree that in order to fulfill its obligations, it is necessary for VGA DESIGN CENTER to collect, process and store the User's personal data in accordance with the applicable regulations of the Republic of Serbia and the Privacy Policy. By accepting these General Conditions, the User confirms that he is familiar with and fully agrees with the Privacy Policy, and gives his express consent to the collection and processing of personal data.": "Ugovorne strane su saglasne da je zarad ispunjenja obaveza neophodno da VGA DESIGN CENTAR prikuplja, obrađuje i čuva lične podatke Korisnika u skladu sa važećim propisima Republike Srbije i Politikom privatnosti. Prihvatanjem ovih Opštih uslova, Korisnik potvrđuje da je upoznat i u celosti saglasan sa Politikom privatnosti, te daje izričiti pristanak za prikupljanje i obradu podataka o ličnosti.",
  "Any use of the HULAHOP internet platform that is not in accordance with these General Terms and Conditions will be considered a violation of the General Terms and Conditions by the User, so VGA DESIGN CENTER is authorized and has the right to take appropriate measures against that User in terms of usage restrictions and/or (temporary or permanent) termination of the user account.": "Svako korišćenje HULAHOP internet platforme koje nije u skladu sa ovim Opštim uslovima smatraće se kršenjem Opštih uslova od strane Korisnika, pa je VGA DESIGN CENTAR ovlašćen i ima pravo da preduzme odgovarajuće mere prema tom Korisniku u pogledu ograničenja korišćenja i/ili (privremenog ili trajnog) ukidanja korisničkog naloga.",
  "In carrying out its registered business activity, VGA DESIGN CENTER provides the User with a fee-based service in the form of printing goods according to the User's wish and design on one or more items offered on the HULAHOP internet platform and sending them to the User's address via the courier service with which VGA DESIGN CENTER currently has concluded cooperation agreement. Services for a fee that VGA DESIGN CENTER provides to the User are within the terms and at the prices stated in RSD currency on the HULAHOP internet presentation, stated in these General Terms and Conditions and in accordance with the law. The fee for sending and delivering the package is paid by the User to the courier service according to the price list of the courier service.": "U obavljanju registrovane poslovne delatnosti VGA DESIGN CENTAR pruža Korisniku uslugu uz naknadu u vidu štampe robe po želji i dizajnu Korisnika na jednom ili više ponuđenih artikala na HULAHOP internet platformi i slanje istih na adresu Korisnika putem kurirske službe sa kojom u datom trenutku VGA DESIGN CENTAR ima zaključen ugovor o saradnji. Usluge uz naknadu koje VGA DESIGN CENTAR pruža Korisniku su u rokovima i po cenama navedenim u RSD valuti na HULAHOP internet prezentaciji, iskazane u ovim Opštim uslovima i u skladu sa zakonom. Naknadu slanja i isporuke paketa plaća Korisnik kurirskoj službi prema cenovniku kurirske službe.",
  "The user receives a fiscal invoice for the ordered product and is entitled to all rights under the Law on Consumer Protection of the Republic of Serbia.": "Korisnik za poručen proizvod dobija fiskalni račun i pripadaju mu sva prava po Zakonu o zaštiti potrošača Republike Srbije.",
  "The user is obliged to, for the press service, use and request content (image, text, photo, caption, slogan, graphic solutions, design, etc.) that is exclusively his property or in respect of which he has all the necessary rights or authorizations to use individual thing with such content. The User is solely responsible for the ordered content and the individual item with such content.": "Korisnik je dužan da, za uslugu štampe, koristi i zahteva sadržaj (slika, tekst, fotografija, natpis, slogan, grafička rešenja, dizajn i dr.) koji je isključivo njegovo vlasništvo ili u pogledu kog ima sva potrebna prava ili ovlašćenja da koristi pojedinačnu stvar sa takvim sadržajem. Isključivo je Korisnik odgovoran za poručeni sadržaj I pojedinačnu stvar sa takvim sadržajem.",
  "User - a natural person can be any adult, capable of doing business.": "Korisnik – fizičko lice može biti svako punoletno, poslovno sposobno lice.",
  "2. Registration": "2. Registracija",
  "In order to use the services of the HULAHOP internet platform in terms of ordering and printing services, it is necessary to register the User (opening a user account), which is free of charge. Registration is done by logging in to the HULAHOP internet platform, where the User enters an e-mail address, password, and all other personal data that are listed as mandatory. Only registered and logged in User can order printing service of own design. In addition, VGA DESIGN CENTER reserves the right to decide to conclude a special contract with a specific User on the further distribution of goods and/or the use of its design for the purposes of advertising the services of the HULAHOP internet platform, hereinafter referred to as the Design Use Agreement, with an agreed monthly fee to the User. A user can have only one registered user account.": "Za korišćenje usluga HULAHOP internet platforme u pogledu poručivanja i usluge štampe neophodna je registracija Korisnika (otvaranje korisničkog naloga), koja je besplatna. Registracija se obavlja prijavom na HULAHOP internet platformu tako što Korisnik unese e-mail adresu, lozinku, i sve druge podatke o ličnosti koji su navedeni kao obavezni. Samo registrovani i ulogovani Korisnik može poručivati uslugu štampe sopstvenog dizajna. Dodatno, VGA DESIGN CENTAR zadržava pravo odlučivanja da sa određenim Korisnikom zaključi poseban ugovor o daljoj distribuciji robe i/ili korišćenje njegovog dizajna za potrebe reklamiranja usluga HULAHOP internet platforme, u daljem tekstu Ugovor o korišćenju dezena, uz dogovorenu mesečnu naknadu prema Korisniku. Korisnik može imati samo jedan registrovani korisnički nalog.",
  "The user can refuse to enter personal data when registering a user account, but in that case he cannot use the HULAHOP online platform for ordering and service.": "Korisnik može odbiti da prilikom registracije korisničkog naloga unese lične podatke, ali u tom slučaju ne može koristiti HULAHOP internet platformu za poručivanje i uslugu. Korisnik može imati samo jedan registrovani korisnički nalog.",
  "3. Restrictions When Using the HulaHop Internet Platform": "3. Ograničenja prilikom korišćenja HulaHop internet platforme",
  "The user agrees that when using the HULAHOP internet platform, he will observe the following restrictions:": "Korisnik je saglasan da će prilikom korišćenja HULAHOP internet platforme poštovati sledeća ograničenja:",
  "- it is not allowed to post information that contains falsehoods and lies, that can mislead anyone, that offends anyone, that causes harm to anyone , and take advantage of anyone's gullibility. Excerpt from the Law on Consumer Protection:": "– nije dozvoljeno plasirati informacije koji sadrže neistine i laži, koji mogu dovesti bilo koga u zabludu, koji vređaju bilo koga, bilo kome nanose štetu, te koriste bilo čiju lakovernost. Izvod iz Zakona o zaštiti potrošača:",
  "A business practice that threatens to significantly disrupt the economic behavior of a clearly defined group of consumers, who, due to their mental or physical weakness, age or recklessness, are particularly sensitive to that type of business practice or to a given product, provided that the trader could reasonably be expected to foresee this, it is estimated according to the average consumer of that group of consumers.": "Poslovna praksa koja preti da bitno naruši ekonomsko ponašanje jasno određene grupe potrošača, koji su zbog svoje psihičke ili fizičke slabosti, uzrasta ili lakomislenosti naročito osetljivi na tu vrstu poslovne prakse ili na dati proizvod, pod uslovom da se od trgovca moglo osnovano očekivati da to predvidi, procenjuje se prema prosečnom potrošaču te grupe potrošača.",
  "- it is not allowed to enter into any transaction or carry out any transaction that may lead to the violation of applicable laws by VGA DESIGN CENTER and/or other Users,": "– nije dozvoljeno stupiti u bilo koju transakciju ili izvršiti bilo koju transakciju koja može da dovede do povrede važećih zakona od strane VGA DESIGN CENTRA i/ili drugih Korisnika,",
  "4. Illegal Actions When Ordering Patterns for Printing": "4. Nezakonite radnje prilikom naručivanja dezena za štampu",
  "The user agrees that when ordering patterns for printing on the HULAHOP internet platform, he will observe the following restrictions:": "Korisnik je saglasan da će prilikom poručivanja dezena za štampu na HULAHOP internet platformu poštovati sledeća ograničenja:",
  "- it is not allowed to order and send patterns that in any way contradict the provisions of the Law on Copyright and Related Rights , the Law on Trademarks and other valid regulations of the Republic of Serbia,": "– nije dozvoljeno poručivati i slati dezene koji su na bilo koji način u suprotnosti sa odredbama Zakona o autorskom i srodnim pravima, Zakona o žigovima i drugim važećim propisima Republike Srbije,",
  "- it is not allowed to order printing designs that contain copyrighted works, marks protected by a trademark or other intellectual property in respect of which the User does not have authorization from their holder/owner for use": "– nije dozvoljeno poručivati dezene za štampu koji sadrže autorska dela, oznake zaštićene žigom ili druga dela intelektualne svojine u pogledu kojih Korisnik nema ovlašćenje od njihovog nosioca/vlasnika za korišćenje",
  "- it is not allowed to order pornographic content": "– nije dozvoljeno poručivanje pornografskih sadržaja",
  "- it is not allowed to order designs that contain the logo of companies and other legal entities, i.e. merchants and other internet portals/presentations/platforms, without their express consent or permission.": "– nije dozvoljeno poručivanje dezena koje sadrže logotip privrednih društava i drugih pravnih lica, odnosno trgovca i drugih internet portala/prezentacija/platformi, bez njihove izričite saglasnosti ili dozvole.",
  "- it is not allowed to show the faces of persons and details that can lead to the identification of persons on the designs that are ordered, without their express consent": "– na dezenima koji se poručuju nije dozvoljno prikazati lica osoba i detalje koji mogu dovesti do identifikacije osoba, bez njihove izričite saglasnosti",
  "- it is not allowed to order designs in which people with physical defects, disabilities, members of minorities and/or vulnerable social groups, as well as any kind of racial, religious or political discrimination": "– nije dozvoljeno poručivanje dezena u kojim se na pogrdan ili ismevajući način prikazuju osobe sa fizičkim nedostacima, invaliditetom, pripadnici manjinskih i/ili ugroženih socijalnih grupacija, kao i bilo koja vrsta rasne, verske ili političke diskriminacije",
  "5. Trade and Other Business Relations Between Users": "5. Trgovinske i druge poslovne veze između korisnika",
  "VGA DESIGN CENTER does not mediate any trade and/or business relations between Users. Any potential trade, contact and/or exchange between Users is at the User's own risk.": "VGA DESIGN CENTAR ne posreduje u eventualnoj trgovini i/ili poslovnim odnosima između Korisnika. Svaka potencijalna trgovina, kontakt i/ili razmena između Korisnika je na sopstveni rizik Korisnika.",
  "VGA DESIGN CENTER will not bear any responsibility for any damage caused during any transactions between Users. In any case, users are urged to be careful when trading with each other and/or other types of relationships and communication.": "VGA DESIGN CENTAR neće snositi nikakvu odgovornost za eventualnu štetu nastalu prilikom bilo kakvih transakcija između Korisnika. Korisnici se u svakom slučaju pozivaju na oprez prilikom međusobne trgovine i/ili druge vrste odnosa i komunikacije.",
  "Users - natural persons are not allowed to use the HULAHOP internet platform for trade, bearing in mind that trade is an economic activity that represents a set of business activities related to the procurement and sale of goods, as well as the provision of services with the aim of making a profit, which is reserved only for VGA DESIGN CENTER, as a legal entity, according to a special law.": "Korisnicima – fizičkim licima nije dozvoljeno da HULAHOP internet platformu koriste za trgovinu imajući u vidu da je trgovina privredna delatnost koja predstavlja skup poslovnih aktivnosti u vezi sa nabavkom i prodajom robe, kao i pružanje usluga sa ciljem ostvarivanja dobiti, što je rezervisano samo za VGA DESIGN CENTAR, kao pravno lice, prema posebnom zakonu.",
  "The User - a natural person may post his/her ordered designs on his/her own accounts on social networks for the purpose of promoting personal creativity, and such activity may not represent a business or professional activity, nor a permanent source of income for that User. Designs, which will be the subject of the Agreement on the use of designs from paragraph 1., the User can also publish on his public personal accounts, but under the conditions determined by the Agreement, because they serve to promote the HULAHOP internet platform.": "Korisnik – fizičko lice sme postavljati svoje poručene dezene na sopstvene naloge na socijalnim mrežama u svrhu promocije lične kreativnosti, a takva aktivnost ne sme predstavljati poslovnu ili profesionalnu delatnost, niti stalan izvor prihoda tog Korisnika. Dezene, koji budu predmet Ugovora o korišćenju dezena iz stava 1. , Korisnik može takođe objavljivati na svojim javnim ličnim nalozima, ali pod uslovima koji su određeni Ugovorom, jer služe za promociju HULAHOP internet platforme.",
  "6. Copyrights and Other Intellectual Property Rights": "6. Autorska prava i druga prava intelektualne svojine",
  "It is not permitted to copy any content or parts of the content published on the HULAHOP internet platform. The content includes the textual content of the pages, designs for printing, information about the Users, photos, logos, graphic solutions, program code, as well as all other content that is considered copyright according to the Law on Copyright and Related Rights.": "Nije dozvoljeno bilo kakvo kopiranje sadržaja ili delova sadržaja objavljenih na HULAHOP internet platformi. Pod sadržajem se podrazumevaju tekstualni sadržaji stranica, dezeni za štampu, podaci o Korisnicima, fotografije, logotipi, grafička rešenja, programski kod, kao i svi drugi sadržaji koji se prema Zakonu o autorskom i srodnim pravima smatraju autorskim delom.",
  "The user reserves the right over the designs - the content that he submitted for the purpose of performing the printing service and ordering the printed product, the use of which may be allowed by VGA DESIGN CENTER, under the conditions described in the Agreement on the use of designs from paragraph 1.": "Korisnik zadržava pravo nad dezenima – sadržajem koje je dostavio radi obavljanja usluge štampanja i poručivanja odštampanog proizvoda, čije korišćenje može da dozvoli VGA DESIGN CENTRU, pod uslovima opisanim u Ugovoru o korišćenju dezena iz stava 1.",
  "In the event that VGA DESIGN CENTER and the User conclude the aforementioned Agreement on the use of designs from paragraph 1, the user accepts that the content of the ordered service, the text, the appearance of the goods with its content, as well as his contact phone number will be published on the HULAHOP internet presentation, and that as such it will be publicly available to all internet users. The user accepts that the data from paragraph 1, to the extent and scope in which it is necessary, will be published on social networks or other marketing channels, for promotional purposes and for the purpose of advertising the services of the HULAHOP internet platform, and that as such they will be available to all internet users and other interested parties. The User can withdraw his consent at any time by sending a statement of withdrawal of consent to the address www.hulahop.shop, in which case VGA DESIGN CENTER reserves the right to limit or cancel the User's account and to terminate the concluded Agreement on the use of designs, without further obligations. The monetary compensation agreed with the User for the use of the design for promotional purposes expressed in RSD currency, and the method of payment, will be subject to agreement and defined in the Agreement itself. The user is obliged to regulate his own income from fees in the legal and tax system of the Republic of Serbia, according to the current regulations.": "U slučaju da VGA DESIGN CENTAR i Korisnik zaključe pomenuti Ugovor o korišćenju dezena iz stava 1., Korisnik prihvata da sadržaj poručene usluge, tekst, izgled robe sa njegovim sadržajem, kao i njegov kontakt telefon budu objavljeni na HULAHOP internet prezentaciji, te da će kao takav biti javno dostupan svim korisnicima interneta. Korisnik prihvata da podatke iz stava 1., u meri i obimu u kojima je to potrebno, budu objavljeni na društvenim mrežama ili drugim kanalima marketinga, u promotivne svrhe i u svrhe reklamiranja usluga HULAHOP internet platforme, te da će kao takvi biti dostupni svim korisnicima interneta i drugim zainteresovanim licima. Korisnik u svakom trenutku može povući svoju saglasnost slanjem izjave o povlačenju saglasnosti na adresu www.hulahop.shop , u kom slučaju VGA DESIGN CENTAR zadržava pravo da tom Korisniku ograniči ili ukine korisnički nalog i da raskine zaključeni Ugovor o korišćenju dezena, bez daljih obaveza. Novčana naknada dogovorena sa Korisnikom za korišćenje dezena u promotivne svrhe izražena u valuti RSD, i način isplate, će biti predmet dogovora i definisani u samom Ugovoru. Korisnik je u obavezi da sopstvene prihode od naknade reguliše u pravnom i poreskom sistemu Republike Srbije, po važećim propisima.",
  "The User is aware and agrees that for the purposes specified in paragraph 2 of this section, VGA DESIGN CENTER has the right to electronically process, modify, or adjust the User's content in order to achieve the appropriate visual effect, resolution or for other justified reasons.": "Korisnik je upoznat i saglasan je da u svrhe, navedene u stavu 2. ovog odeljka, VGA DESIGN CENTAR ima pravo da Korisnikov sadržaj elektronski obradi, modifikuje, odnosno prilagodi radi postizanja odgovarajućeg vizuelnog efekta, rezolucije ili iz drugih opravdanih razloga.",
  "The ordered designs must in all respects be in accordance with the Law on copyright and related rights and other applicable regulations of the Republic of Serbia. The responsibility for the same lies exclusively with the User who ordered the pattern. In the event that VGA DESIGN CENTAR, by a legally binding decision (court or arbitration), is obliged to compensate another person for damages, or a state or regulatory authority imposes a penalty for a misdemeanor or other monetary sanction, and for the reason, or in connection with what If the user, by ordering a protected design on the HULAHOP internet platform, violated someone else's rights or acted contrary to these General Terms and Conditions or valid regulations of the Republic of Serbia, that user is obliged to fully indemnify VGA DESIGN CENTAR, i.e. compensate him for the entire amount that VGA DESIGN CENTAR paid.": "Poručeni dezeni u svemu moraju biti u skladu sa Zakonom o autorskom i srodnim pravima i drugim važećim propisima Republike Srbije. Odgovornost za isto snosi isključivo Korisnik koji je dezen poručio. U slučaju da VGA DESIGN CENTAR, po pravnosnažnoj odluci (sudskoj ili arbitražnoj), bude obavezan da drugom licu nadoknadi štetu ili mu državni ili regulatorni organ izrekne kaznu zbog prekršaja ili drugu novčanu sankciju, a iz razloga, ili u vezi sa time, što je Korisnik poručivanjem zaštićenog dezena na HULAHOP internet platformi povredio tuđa prava ili postupao suprotno ovim Opštim uslovima ili važećim propisima R. Srbije, taj Korisnik je dužan da u potpunosti obešteti VGA DESIGN CENTAR, odnosno nadoknadi mu celokupan iznos koji je VGA DESIGN CENTAR isplatio.",
  "The HULAHOP internet platform may also contain elements on which the exclusive copyright and other rights in the field of intellectual property are held by third parties, such as the contents of business partners, advertisers and authors of texts intended for the blog. Those persons have sole responsibility for the content on which they are the holders of those rights, regardless of the fact that such content is on the HULAHOP internet platform.": "HULAHOP internet platforma može da sadrži i elemente na kojima isključiva autorska i druga prava iz oblasti intelektualne svojine imaju treća lica, kao što su sadržaji poslovnih partnera, oglašivača i autora tekstova namenjenih blogu. Ta lica imaju isključivu odgovornost za sadržaj na kojem su nosioci tih prava, bez obzira što se takav sadržaj nalazi na HULAHOP internet platformi.",
  "The User agrees that VGA DESIGN CENTER has the right to insert a watermark or other mark referring to VGA DESIGN CENTAR, in any design that the User sends for the printing service, and conclude an Agreement on the use of his design with VGA DESIGN CENTAR, as well as on processing dimension of the pattern in order to fit into the integral visual scheme of the HULAHOP internet platform.": "Korisnik se slaže da VGA DESIGN CENTAR ima pravo da umetne vodeni žig ili drugu oznaku koja upućuje na VGA DESIGN CENTAR, u u bilo koji dezen koji Korisnik pošalje za uslugu štampe, a zaključi Ugovor o korišćenju njegovog dezena sa VGA DESIGN CENTAR, kao i na obradu dimenzija dezena radi uklapanja u integralnu vizuelnu shemu HULAHOP internet platforme.",
  "7. Protection of Rights": "7. Zaštita prava",
  "VGA DESIGN CENTER will endeavor to provide full support for the protection of personal rights, privacy, property rights and intellectual property rights to all holders of those rights or to those whose rights have been infringed on every single occasion, by, without delay, on reasoned request:": "VGA DESIGN CENTAR će nastojati da u svakoj pojedinačnoj prilici pruži punu podršku zaštiti prava ličnosti, privatnosti, svojinskih prava i prava intelektualne svojine svim nosiocima tih prava ili onim licima čije je pravo povređeno, tako što će, bez odlaganja, na obrazložen zahtev:",
  "- supported by appropriate documentation and evidence, remove the content so that it is not publicly available,": "– potkrepljen odgovarajućom dokumentacijom i dokazima, ukloniti sadržaj tako da ne bude javno dostupan,",
  "- submit to the competent authority data about the User whose design displayed on the HULAHOP internet platform violates one of the listed or other rights, all in accordance with the applicable regulations of the Republic of Serbia.": "– dostaviti nadležnom organu podatke o Korisniku čiji dezen prikazan na HULAHOP internet platformi krši neko od navedenih ili drugih prava, a sve u skladu sa važećim propisima Republike Srbije.",
  "8. Collection and Processing of Personal Data": "8. Prikupljanje i obrada ličnih podataka",
  "Collection, processing and storage of data by VGA DESIGN CENTER is carried out in accordance with the applicable regulations of the Republic of Serbia and the Privacy Policy, which is available for inspection by all Users and visitors of the HULAHOP internet platform.": "Prikupljanje, obrada i čuvanje podataka od strane VGA DESIGN CENTAR se obavlja u skladu sa važećim propisima Republike Srbije i Politikom privatnosti koja je dostupna na uvid svim Korisnicima i posetiocima HULAHOP internet platforme.",
  "By accepting these General Terms and Conditions, each User confirms that they are familiar with and fully agree with the Privacy Policy.": "Prihvatanjem ovih Opštih uslova, svaki Korisnik potvrđuje da je upoznat i u celosti saglasan sa Politikom privatnosti.",
  "VGA DESIGN CENTER collects personal data from its (registered) Users and other persons. The collection of personal data is necessary for the purpose of identifying the service provider - the User.": "VGA DESIGN CENTAR od svojih (registrovanih) Korisnika i drugih lica prikuplja podatke o ličnosti. Prikupljanje ličnih podataka je neophodno radi identifikacije poručioca usluge-Korisnika.",
  "All other data collection purposes are listed in the Privacy Policy. The method of processing, data storage, as well as the duration of data storage, is also specified in the Privacy Policy.": "Sve druge svrhe prikupljanja podataka navedene su u Politici privatnosti. Način obrade, čuvanje podataka, kao i trajanje čuvanja podataka, takođe je navedeno u Politici privatnosti.",
  "VGA DESIGN CENTER can give access to User's personal data only to persons employed by VGA DESIGN CENTAR. Users should be aware that certain personal data, i.e. those data that are part of the description of the author of the design be available to other Users, i.e. be publicly available on the Internet.": "VGA DESIGN CENTAR može dati pristup ličnim podacima Korisnika samo licima zaposlenim u VGA DESIGN CENTRU. Korisnici treba da budu svesni da će određeni podaci o ličnosti, tj. oni podaci koji su deo opisa autora dezena biti dostupni drugim Korisnicima, odnosno biti javno dostupni na internetu.",
  "Providing personal information for identification is voluntary. The user who does not want to enter his personal data when registering or ordering a design print, accepts that in that case he will be prevented from registering on the HULAHOP internet platform, that is, he will not be able to complete the order. Such a User can still use the HULAHOP internet platform for the purposes of content search, familiarization with the internet presentation and for informational purposes.": "Davanje ličnih podataka za identifikaciju je dobrovoljno. Korisnik koji prilikom registracije ili poručivanja štampe dezena ne želi da unese svoje lične podatke, prihvata da će mu u tom slučaju biti onemogućeno da se registruje na HULAHOP internet platformi, odnosno da neće moći da realizuje porudžbinu. Takav Korisnik i dalje može koristiti HULAHOP internet platformu u svrhe pretraživanja sadržaja, upoznavanja sa internet prezentacijom i u informativne svrhe.",
  "In case the User wants to order the service of pattern printing and delivery of the finished product, he is obliged to identify himself with personal data, which must be accurate and up-to-date.": "U slučaju da Korisnik želi da poruči uslugu štampe dezena i slanje gotovog proizvoda, obavezan je da se identifikuje ličnim podacima, koji moraju biti tačni i ažurni.",
  "The service user has the right to revoke the consent given by accepting these General Terms and Conditions for the collection and processing of personal data, as well as the right to request their modification and deletion. The User can always be informed about these and other rights of the User in relation to personal data, as well as how to exercise those rights, in the Privacy Policy. In the event that due to the deletion of data there are no conditions for further provision of services, the User may be denied access to parts or the entire HULAHOP internet platform.": "Korisnik usluga ima pravo da opozove pristanak koji je prihvatanjem ovih Opštih uslova dao za prikupljanje i obradu podataka o ličnosti, kao i pravo da zatraži njihovu izmenu i brisanje. O ovim i drugim pravima Korisnika u vezi sa podacima o ličnosti, kao i o načinu ostvarivanja tih prava, Korisnik se uvek može informisati u Politici privatnosti. U slučaju da zbog brisanja podataka dođe do nepostojanja uslova za dalje pružanje usluga, Korisniku može biti uskraćen pristup delovima ili celoj HULAHOP internet platformi.",
  "VGA DESIGN CENTER is not responsible for the accuracy of data entered by other persons using the HULAHOP internet platform, as well as for the accuracy of the results of the processing of such data.": "VGA DESIGN CENTAR ne odgovara za tačnost podataka koje su korišćenjem HULAHOP internet platforme unela druga lica,kao ni za tačnost rezultata obrade takvih podataka.",
  "9. Violation of the General Conditions": "9. Kršenje opštih uslova",
  "For any violation of the provisions of these General Conditions, non-compliance with the restrictions specified in this text or violation of the law by the User, VGA DESIGN CENTER has the right to prevent the User from completing the order, i.e. to undertake all actions against that User and use all rights provided by law.": "Za bilo koje kršenje odredaba ovih Opštih uslova, nepoštovanje u ovom tekstu navedenih ograničenja ili kršenje zakona od strane Korisnika, VGA DESIGN CENTAR ima pravo da Korisniku onemogući da realizuje poručivanje, odnosno da prema tom Korisniku preduzme sve radnje i iskoristi sva prava predviđenih zakonom.",
  "The measures from paragraph 1 of this section can also be applied in cases where there has been no violation of the General Conditions, with the aim of preventing the occurrence of damage, or in cases where due to certain actions or inactions by the User, the business activity of VGA DESIGN CENTER is hindered or operation of the HULAHOP internet platform.": "Mere iz stava 1. ovog odeljka se mogu primeniti i u slučajevima kada nije došlo do kršenja Opštih uslova, i to u cilju sprečavanja nastajanja štete, ili u slučajevima kada usled određenog činjenja ili nečinjenja od strane Korisnika dolazi do otežavanja poslovne aktivnosti VGA DESIGN CENTRA ili otežavanja rada HULAHOP internet platforme.",
  "10. Limitation of Responsibility": "10. Ograničenje odgovornosti",
  "VGA DESIGN CENTER does not guarantee the uninterrupted use of the HULAHOP internet platform, nor is it in any way responsible for the possible temporary unavailability of any individual part of the HULAHOP internet platform, nor for partial or complete non-functioning or incorrect functioning thereof, nor for the consequences that could perform with the use of the HULAHOP internet platform.": "VGA DESIGN CENTAR ne garantuje neprekidnost korišćenja HULAHOP internet platforme, niti je na bilo koji način odgovoran za eventualnu privremenu nedostupnost bilo kojeg pojedinačnog dela HULAHOP internet platforme, niti za delimično ili potpuno nefunkcionisanje ili pogrešno funkcionisanje istih, kao ni za posledice koje bi mogle nastupiti uz upotrebe HULAHOP internet platforme.",
  "Due to force majeure or technical problems, it is possible that the HULAHOP internet platform is not available to all or some of the Users during certain periods of time. In such cases, VGA DESIGN CENTER is not responsible for the consequences that may arise due to delays and/or incorrect processing of electronic data, nor is it responsible for any damage caused by the cessation of broadcasting of advertisements.": "Iz razloga više sile ili tehničkih problema, moguće je da HULAHOP internet platforme nije dostupan svima ili nekom delu Korisnika u toku određenih vremenskih perioda. U takvim slučajevima VGA DESIGN CENTAR ne odgovara za posledice koje mogu nastati usled kašnjenja i/ili pogrešne obrade elektronskih podataka, niti odgovara za eventualnu štetu nastalu zbog prestanka emitovanja oglasa.",
  "VGA DESIGN CENTER is not liable for any damage or injury that could arise from hidden defects, errors, interruptions, deletions, malfunctions, delays in operation, interruptions in communications, theft, destruction or unauthorized access to data, alteration or misuse of data by third parties. persons, termination of the Agreement on the use of designs, behavior contrary to these General Terms and Conditions, etc.": "VGA DESIGN CENTAR ne odgovara za bilo koju štetu ili povrede koje bi mogle nastati iz skrivenih nedostataka, grešaka, prekida, brisanja, kvara, kašnjenja u radu, prekida u komunikacijama, krađe, uništenja ili neovlašćenog pristupa podacima, promene ili zloupotrebe podataka od strane trećih lica, raskida Ugovora o korišćenju dezena, ponašanja suprotnog ovim Opštim uslovima i dr.",
  "VGA DESIGN CENTER reserves the right to refuse to order the printing service at any time due to violation of the rules stipulated in the General Terms and Conditions, violation of the rights of other Users, violation of applicable laws, or for other reasons, and in that case it is not responsible for any damage caused by this act.": "VGA DESIGN CENTAR zadržava pravo da u bilo kom trenutku usled povrede pravila predviđenih Opštim uslovima, povrede prava drugih Korisnika, povrede važećih zakona, ili iz drugih razloga, odbije poručivanje usluge štampe, i u tom slučaju ne odgovara za eventualnu štetu nastalu ovim činjenjem.",
  "VGA DESIGN CENTER does not guarantee the accuracy, reliability and up-to-dateness of the data that the User enters during registration on the HULAHOP internet platform, and the User himself, by accepting these General Terms and Conditions, agrees that he is obliged to enter accurate data during registration, and that VGA DESIGN CENTER is neither in any way responsible for any damage caused to the User or any third party by entering incorrect data.": "VGA DESIGN CENTAR ne garantuje za tačnost, pouzdanost i ažurnost podataka koje Korisnik unosi prilikom registracije na HULAHOP internet platformu, a sam Korisnik je, prihvatanjem ovih Opštih uslova, saglasan da je dužan da prilikom registracije unese tačne podatke, te da VGA DESIGN CENTAR nije ni na koji način odgovoran za bilo koju štetu koja je unosom netačnih podataka nastupila za Korisnika ili bilo koje treće lice.",
  "VGA DESIGN CENTER is not responsible for any content sent or shared by Users themselves, including but not limited to photos, designs created in appropriate graphic applications, and other user-generated content, since it does not initiate, does not select user content, does not excludes or changes data in user content, nor chooses the recipient of user content itself.": "VGA DESIGN CENTAR nije odgovoran za bilo koji sadržaj koji poručuju ili dele sami Korisnici, uključujući, ali ne ograničavajući se na fotografije, dezene kreirane u odgovarajućim grafičkim aplikacijama, i druge korisnički generisane sadržaje, budući da ne inicira, ne vrši odabir korisničkih sadržaja, ne izuzima ili menja podatke u korisničkim sadržajima, niti bira samog primaoca korisničkog sadržaja.",
  "The User is aware and by accepting these General Terms and Conditions agrees that VGA DESIGN CENTER cannot be held responsible for the actions and behaviors of other Users or third parties, as well as that the risk of possible damage is entirely borne by the User.": "Korisnik je upoznat i prihvatanjem ovih Opštih uslova je saglasan da VGA DESIGN CENTAR ne može biti odgovoran za radnje i ponašanja drugih Korisnika ili trećih lica, kao i da rizik od moguće štete u celosti snosi Korisnik.",
  "The use of the HULAHOP internet platform is the sole responsibility of the User. VGA DESIGN CENTER reserves the right to change, cancel (temporarily or permanently) any part of the HULAHOP internet platform, as well as the services it provides, without prior or subsequent approval or notification of the User, in accordance with good business practices, and especially in order to preserve the integrity and regular maintenance of HULAHOP internet platform and data security, in which cases they will not be responsible for any damage caused by this act.": "Korišćenje HULAHOP internet platforme je na isključivu odgovornost Korisnika. VGA DESIGN CENTAR zadržava pravo izmene, ukidanja (privremeno ili trajno) bilo kog dela HULAHOP internet platforme, kao i usluga koje pruža, bez prethodnog ili naknadnog odobrenja ili obaveštenja Korisnika, vodeći se dobrim poslovnim običajima, a naročito radi očuvanja integriteta i redovnog održavanja HULAHOP internet platforme i bezbednosti podataka, u kojim slučajevima neće odgovarati za eventualnu štetu nastalu ovim činjenjem.",
  "11. Contact and Communication with the User Support Department": "11. Kontakt i komunikacija sa odeljenjem korisničke podrške",
  "The user accepts the possibility of contact by e-mail or phone number in order to fulfill the desired order, which was the purpose of visiting the HULAHOP internet platform, as well as in order to help and/or answer questions.": "Korisnik prihvata mogućnost kontakta na e-mail ili na telefonski broj u cilju realizacije željene porudžbine koja je bila svrha posete HULAHOP internet platformi, kao i u cilju pomoći i/ili odgovora na pitanja.",
  "To contact the Customer Service Department at the VGA DESIGN CENTER, Users are directed to the contact form, which is available at https://hulahop.shop/kontakt. The phone number listed on the front page of the HULAHOP internet platform is also available, as well as the contact via social networks, whose links are posted on the front page of the HULAHOP internet platform.": "Za kontakt sa Sektorom za korisničku podršku u VGA DESIGN CENTRU, Korisnici se upućuju na kontakt formu, koja je dostupna na adresi – https://hulahop.shop/kontakt Dostupan je i telefonski broj naveden na naslovnoj strani HULAHOP internet platforme, kao i kontakt putem socijalnih mreža , čiji su linkovi postavljeni na naslovnoj strani HULAHOP internet platforme.",
  "The response of the administrator or user team of VGA DESIGN CENTER does not necessarily reflect the viewpoint of VGA DESIGN CENTER, and accordingly the User cannot exercise any rights based on such written correspondence. It is not allowed to publish any written correspondence of the Customer Service Department at VGA DESIGN CENTER with the User without the written permission of VGA DESIGN CENTER or its authorized person.": "Odgovor administratora ili korisničkog tima VGA DESIGN CENTAR ne mora da odražava stanovište VGA DESIGN CENTRA, pa u skladu sa tim Korisnik ne može ostvariti nikakva prava na osnovu takve pisane prepiske. Nije dozvoljeno bilo kakvo objavljivanje pisane prepiske Sektora za korisničku podršku u VGA DESIGN CENTRU sa Korisnikom bez pisane dozvole VGA DESIGN CENTRA ili njegovog ovlašćenog lica.",
  "12. Amendments to the General Terms": "12. Izmene opštih uslova",
  "These General Terms and Conditions are subject to change. In case of significant changes, VGA DESIGN CENTER will inform all registered Users about the changes in an active way, for example by e-mail or clearly visible notices. VGA DESIGN CENTER reserves the right to ask the User to re-accept the General Conditions for using the HULAHOP internet platform, and to deny access to the User who does not accept the changed General Conditions.": "Ovi Opšti uslovi su podložni promenama. U slučaju značajnih izmena, VGA DESIGN CENTAR će sve registrovane Korisnike obavestiti o izmenama na aktivan način, na primer putem e-mail-a ili jasno uočljivih obaveštenja. VGA DESIGN CENTAR zadržava pravo da od Korisnika zatraži ponovno prihvatanje Opštih uslova za korišćenje HULAHOP internet platforme, te da uskrati pristup Korisniku koji ne prihvati promenjene Opšte uslove.",
  "If you do not agree with the provisions of these General Conditions, please do not visit or use the HULAHOP internet presentation/platform.": "Ukoliko niste saglasni sa odredbama ovih Opštih uslova molimo Vas da ne posećujete ili koristite HULAHOP internet prezentaciju/platformu.",
  "At any time, we are available for your remarks, questions or suggestions, contact us via e-mail address:": "U svakom trenutku, stojimo na raspolaganju za Vaše primedbe, pitanja ili sugestije, kontaktirajte nas putem e-mail adrese:",
  "Dear Users, this page explains our policy regarding: the collection, use and publication of personal data when you use our Service and the choices you have made with that data, in accordance with the Personal Data Protection Act ('Official Gazette of RS', No. 87/2018, hereinafter: Law).": "Poštovani Korisnici, ova stranica Vam objašnjava našu politiku u vezi sa: prikupljanjem, korišćenjem i objavljivanjem ličnih podataka kada koristite našu Uslugu i izbora koje ste povezali sa tim podacima, a u skladu sa Zakonom o zaštiti podataka o ličnosti (“Sl. glasnik RS”, br. 87/2018, u daljem tekstu: Zakon).",
  "1. Definitions": "1. Definicije",
  "Personal Data -": "Lični podaci –",
  "data about a person who can be identified through these data (or through them and other information that we either have or are likely to have)": "podaci o osobi koja se može identifikovati preko tih podataka (ili preko njih i drugih informacija koje ili imamo ili ćemo najverovatnije tek imati).",
  "Usage Data -": "Podaci o korišćenju –",
  "Usage data is data that is automatically collected either through the use of our service or through the service infrastructure itself (eg time spent on the visited page).": "podaci o Korišćenju su podaci koji se automatski skupljaju bilo putem korišćenja naše usluge ili putem same uslužne infrastrukture (npr vreme provedeno na posećenoj stranici).",
  "2. Basic Information on the Collection of Personal Data About Users": "2. Osnovne informacije o prikupljanju ličnih podataka o korisnicima",
  "VGA DESIGN CENTER ALEKSANDAR MIĆIĆ PR, Activity: 1812 Other printing, ADDRESS: 7. JULA 3, 11307 BOLEČ, PIB: 112759904, MB: 66336417 (hereinafter: VGA DESIGN CENTAR) collects and uses your data to enable and improve the service on the HULAHOP internet platform, at the internet address": "VGA DESIGN CENTAR ALEKSANDAR MIĆIĆ PR, Delatnost: 1812 Ostalo štampanje, ADRESA: 7. JULA 3, 11307 BOLEČ, PIB: 112759904, MB: 66336417 (u daljem tekstu: VGA DESIGN CENTAR) prikuplja i koristi Vaše podatke kako bismo omogućili i unapredili uslugu na HULAHOP internet platformi, na internet adresi",
  "In this sense, we are responsible for the processing of your personal data. By using the Service, you consent to the collection and use of information in accordance with this policy. Unless otherwise specified in this Privacy Policy, the terms of use set forth in this Privacy Policy have the same meanings as those in our Terms and Conditions of Use.": "U tom smislu, odgovorni smo za obradu Vaših podataka o ličnosti. Korišćenjem Usluge pristajete na skupljanje i korišćenje informacija u skladu sa ovom politikom. Osim ako u ovoj Politici privatnosti nije drugačije navedeno, uslovi korišćenja navedeni u ovoj Politici privatnosti imaju ista značenja kao ona u našim Pravilima i uslovima korišćenja.",
  "Any collection, processing and storage of your personal data will be done in accordance with this Privacy Policy, the Law and other valid regulations of the Republic of Serbia.": "Svako prikupljanje, obradu i čuvanje Vaših ličnih podataka uradićemo u skladu sa ovom Politikom privatnosti, Zakonom i drugim važećim propisima Republike Srbije.",
  "Our business and contact details are prominently displayed on the front page of the HULAHOP internet platform, as well as on the CONTACT page within the internet platform.": "Naši poslovni i kontakt podaci su vidno istaknuti na naslovnoj stranici HULAHOP internet platforme, kao i na stranici KONTAKT u okviru internet platforme.",
  "3. What Personal Data Do We Collect, on What Legal Basis and For What Purposes": "3. Koje podatke o ličnosti prikupljamo, po kom pravnom osnovu i u koje svrhe",
  "The User can view the HULAHOP internet platform without entering any personal data. On the other hand, certain parts of the HULAHOP internet platform may request some personal data from the User, such as the part related to filling out and sending online forms. The use of these parts of the HULAHOP Internet platform is entirely optional. If the User decides to view or use these parts of the HULAHOP internet platform, there is a possibility of mandatory entry of certain data. If the User does not enter the required data, he will not be able to use the part of the HULAHOP internet platform for which the specified data is required. The User-Data Subject who provided personal data within the framework of filling out and sending the online form, has the right to request their deletion (while VGA DESIGN CENTER has the right to restrict that User's use of those parts of the HULAHOP internet platform) or change. The user's right is also to have an insight into the method of storage and processing of that data. By using the HULAHOP internet platform, the User agrees and fully accepts that the processing or use of personal data, collected through the HULAHOP internet platform, may be entrusted to third parties such as debit/credit card processors, web hosting companies, companies that provide courier services, as well as companies that deal with internet traffic analytics. In such cases, the User's personal data will be available to third parties only to the extent and for the purposes necessary to provide their services.": "HULAHOP internet platformu Korisnik može pregledati bez unosa bilo kakvih ličnih podataka. Sa druge strane, određeni delovi HULAHOP internet platforme mogu od Korisnika zatražiti neke lične podatke, kao što je deo u vezi sa popunjavanjem i slanjem on-line formi. Korišćenje ovih delova HULAHOP internet platforme je u potpunosti izborno. Ukoliko se Korisnik odluči da pregleda, odnosno koristi ove delove HULAHOP internet platforme, postoji mogućnost obaveznog unosa određenih podataka. Ukoliko Korisnik ne unese tražene podatke neće moći da koristi deo HULAHOP internet platforme za koji se navedeni podaci zahtevaju. Korisnik-Subjekat Podataka koji je dao lične podatke u okviru popunjavanja i slanja on-line forme, ima pravo da zatraži njihovo brisanje (pri čemu VGA DESIGN CENTAR ima pravo da tom Korisniku ograniči, odnosno ukine korišćenje tih delova HULAHOP internet platforme) ili izmenu. Korisnikovo pravo je i da ima uvid u način čuvanja i obrade tih podataka. Korišćenjem HULAHOP internet platforme, Korisnik se saglašava i u potpunosti prihvata da obrada ili korišćenje ličnih podataka, prikupljenih putem HULAHOP internet platforme, može biti poverena trećim licima poput procesora debitnih/kreditnih kartica, web hosting kompanijama, kompanijama koje pružaju kurirske usluge, kao i kompanijama koje se bave analitikom internet saobraćaja. U takvim slučajevima, lični podaci Korisnika će biti dostupni trećim licima samo u onom obimu i u svrhe neophodnim za pružanje njihovih usluga.",
  "Information about the User, such as: name, surname, address of residence (apartment), e-mail address and telephone number; are collected and processed for the purposes of:": "Podaci o Korisniku, poput: ime, prezime, adresa prebivališta (stanovanja), e-mail adresa i broj telefona; prikupljaju se i obrađuju u svrhe:",
  "- using the HULAHOP internet platform and ordering products/items, based on your consent (Article 12, Paragraph 1, Item 1 of the Law). It is considered that the User has expressly and unequivocally given consent at the moment of leaving contact information when ordering the service. The user can revoke the given consent at any time by sending a statement of revocation to the e-mail": "– korišćenja HULAHOP internet platforme i poručivanja proizvoda/stvari, a po osnovu Vašeg pristanka (čl. 12. st. 1. tač. 1. Zakona). Smatra se da je Korisnik izričito i na nedvosmislen način dao pristanak trenutkom ostavljanja podataka o kontaktu prilikom poručivanja usluge. Korisnik u svakom trenutku može opozvati dat pristanak slanjem izjave o opozivanju na e-mail",
  "- maintaining the necessary level of security of the HULAHOP internet platform, and based on compliance with the legal obligations prescribed in Art. 16th century 3 of the Law on Electronic Commerce": "– održavanja neophodnog nivoa bezbednosti HULAHOP internet platforme, a po osnovu poštovanja zakonskih obaveza propisanih čl. 16. st. 3. Zakona o elektronskoj trgovini",
  "- contact data is collected and processed for the purpose of sending commercial messages, including personalized offers, based on your consent (Article 12, paragraph 1, point 1 of the Law). It is considered that the User has expressly and unambiguously given consent at the moment of leaving contact information when using the HULAHOP internet platform and ordering the service. The user can revoke the given consent at any time by sending a statement of revocation to the e-mail": "– kontakt podaci prikupljaju se i obrađuju u svrhu slanja komercijalnih poruka, uključujući personalizovane ponude, a po osnovu Vašeg pristanka (čl. 12. st. 1. tač. 1. Zakona). Smatra se da je Korisnik izričito i na nedvosmislen način dao pristanak trenutkom ostavljanja podataka o kontaktu prilikom korišćenja HULAHOP internet platforme i poručivanja usluge. Korisnik u svakom trenutku može opozvati dat pristanak slanjem izjave o opozivanju na e-mail",
  "- data about persons who interact with us in other ways When interacting with VA DESIGN CENTER of persons who are not registered Users of the HULAHOP internet platform, VGA DESIGN CENTER collects and processes data about the person who interacts, if it is necessary and justified, for the purpose providing user support, and based on our legitimate interest in the sense of Art. 12th century 1st point. 6 of the Law.": "– podaci o licima koja na drugi način ostvaruju interakciju sa nama Prilikom ostvarivanja interakcije sa VGA DESIGN CENTROM lica koja nisu registrovani Korisnici HULAHOP internet platforme, VGA DESIGN CENTAR prikuplja i obrađuje podatke o licu koje vrši interakciju, ukoliko je to neophodno i opravdano, u svrhu pružanja korisničke podrške, a po osnovu našeg legitimnog interesa u smislu čl. 12. st. 1. tač. 6. Zakona.",
  "Analytics – we may employ third parties and companies (Service Providers) to provide services on our behalf, improve our Service, and perform services related to our Service or assist us in analyzing how our Services are used.": "Analitika – možemo uposliti treća lica i kompanije (Provajdere Usluga) koje će pružiti usluge u naše ime, poboljšati našu uslugu, i vršiti usluge vezane za našu uslugu ili nam pomoći u analiziranju toga kako se naše usluge koriste.",
  "These third parties have access to your Personal Data only to perform these tasks for us and are required not to disclose or use it for any other purpose.": "Ova treća lica imaju pristup Vašim Ličnim Podacima jedino da bi izvršili ove zadatke za nas i u obavezi su da ih ne obelodanjuju ili koriste u bilo koje druge svrhe.",
  "Use of cookies - VGA DESIGN CENTER uses cookies on its website. and uses remarketing services to advertise on third-party sites after you visit our Service. We use cookies to inform, optimize and provide ads based on your previous visits to our Services.": "Upotreba kolačića – VGA DESIGN CENTAR na internet prezentaciji koristi kolačiće (eng. cookies). i koristi usluge remarketinga kako bi se reklamirao na sajtovima trećih lica nakon što posetite našu uslugu. Koristimo kolačiće (cookies) radi informisanja, optimizacije i pružanja oglasa na osnovu vaših prethodnih poseta našim Uslugama.",
  "The Facebook remarketing service is made possible by Facebook Inc. To learn more about interest-based ads and similar, visit the website:": "Facebook remarketing servis je omogućio Facebook Inc. Da saznate više o oglasima baziranim na interesovanju i slično, posetite internet stranicu:",
  "Facebook adheres only to the Self-Regulatory Principles for Online Behavioral Advertising established by the Digital Advertising Alliance. You can opt out of Facebook and other participating companies through the Digital Advertising Alliance in the US:": "Facebook se drži samo regulatornih Principa za Onlajn Bihevioralno Oglašavanje (Self-Regulatory Principles for Online Behavioral Advertising) ustanovljenih od strane Saveza za Digitalno Oglašavanje (Digital Advertising Alliance). Možete da se isključite sa Facebook-a i drugih učestvujućih kompanija preko Saveza za Digitalno Reklamiranje u SAD-u:",
  "through the Digital Advertising Alliance of Canada in Canada:": "preko Saveza za Digitalno Oglašavanje Kanade u Kanadi:",
  "or through the European Alliance for Interactive Digital Advertising:": "ili preko Evropskog Saveza za Interaktivno Digitalno Oglašavanje:",
  "and you can also opt out through the settings on your mobile device. For more information about Facebook's privacy policy, visit Facebook's Data Policy:": "a možete se isključiti i preko podešavanja na Vašoj mobilnoj napravi. Za više informacija o Facebook-ovoj politici privatnosti posetite Facebook-ovu Politiku Podataka:",
  "4. Disclosure of Data to Third Parties": "4. Otkrivanje podataka trećim licima",
  "Under certain circumstances, VGA DESIGN CENTER may be required to disclose your personal information if we are required to do so by law or in response to a valid request from government authorities (for example, a court or government agency).": "Pod određenim okolnostima VGA DESIGN CENTAR može biti u obavezi da otkrije Vaše lične podatke ako nam to traži zakon ili kao odgovor validnom zahtevu državnih vlasti (na primer sud ili državna agencija).",
  "VGA DESIGN CENTER may disclose your personal data when we are convinced that it is necessary and when:": "VGA DESIGN CENTAR može otkriti Vaše lične podatke kada smo uvereni da je to neophodno i kada:",
  "The legal obligation should be respected": "Treba ispoštovati zakonsku obavezu",
  "The rights or property of VGA DESIGN CENTER should be protected and defended": "Treba zaštititi i braniti prava ili imovinu VGA DESIGN CENTRA",
  "Illegal activities related to the service should be prevented or investigated": "Treba sprečiti ili istražiti nezakonite radnje u vezi sa uslugom",
  "The personal safety of the Service User or the public should be protected": "Treba zaštititi ličnu bezbednost Korisnika usluge ili javnost",
  "The site should be protected from legal liability": "Treba zaštititi sajt od pravne odgovornosti",
  "VGA DESIGN CENTER can disclose your personal data even in case of your express consent": "VGA DESIGN CENTAR može otkriti Vaše lične podatke i u slučaju Vašeg izričitog pristanka",
  "The recipients of data with whom we share your personal data are also certain legal entities with which VGA DESIGN CENTER cooperates and which are also considered processors in relation to the processing of your personal data, such as: banks, courier services, advertisers (re-marketing).": "Primaoci podataka sa kojima delimo Vaše podatke o ličnosti jesu i određena pravna lica sa kojima VGA DESIGN CENTAR sarađuje i koja se u odnosu na obradu Vaših podataka o ličnosti takođe smatraju rukovaocima, kao što su: banke, kurirske službe, oglašivači (re-marketing).",
  "5. Data Security": "5. Sigurnost podataka",
  "The security of your data is important to us, but please note that no form of transmission over the Internet or form of electronic storage is 100% secure. Although we try to use all commercially acceptable means to protect your personal information, we cannot guarantee its absolute security.": "Važna nam je sigurnost Vaših podataka, ali Vas molimo da obratite pažnju na to da nijedan vid prenosa preko Interneta ili vid elektronskog skladištenja nije 100% bezbedan. Iako se trudimo da koristimo sva tržišno prihvatljiva sredstva kako bismo zaštitili vaše lične podatke, ne možemo garantovati njihovu apsolutnu sigurnost.",
  "Since some recipients of personal data are located outside the territory of the Republic of Serbia (such as hosting provider companies), your personal data are transferred to countries that are considered by law to provide an adequate level of personal data protection. In case of transfer of personal data to other countries (which are not included in the aforementioned), personal data are transferred with the provision of appropriate protection measures from Article 65 of the Law, i.e. in accordance with Article 69 of the Law.": "Budući da se pojedini primaoci podataka o ličnosti nalaze van teritorije Republike Srbije (poput, hosting provider kompanije), Vaši podaci o ličnosti se prenose u države za koje se po Zakonu smatra da obezbeđuju primereni nivo zaštite podataka o ličnosti. U slučaju prenosa podataka o ličnosti u druge države (koje nisu obuhvaćene prethodno navedenim), podaci o ličnosti se prenose uz obezbeđenje primerenih mera zaštite iz člana 65. Zakona, odnosno u skladu sa članom 69. Zakona.",
  "6. Personal Data Processing Duration": "6. Trajanje obrade podataka o ličnosti",
  "We process your personal data as long as it is necessary to achieve the purpose of the processing, that is, until the consent is revoked (if the processing is based on consent). We store data for the duration necessary to ensure uninterrupted provision of services to Users, i.e. execution of our contractual obligations from the General Terms of Use, i.e. implementation of the contract with the registered user. Longer processing of data is possible only if it represents a legal obligation or submission, exercise or defense of a legal claim. Specifically, we will keep your personal data as long as you are a registered user of the website, that is, until you submit a request to delete your user account and personal data. After submitting such a request, we have a legal obligation to store certain data, for example identification, for 30 days before final deletion.": "Vaše podatke o ličnosti obrađujemo onoliko koliko je potrebno da se ostvari svrha obrade, odnosno do opoziva pristanka (ukoliko se obrada zasniva na pristanku). Podatke čuvamo u trajanju koje je neophodno da obezbedi nesmetano pružanje usluga Korisnicima, tj. izvršenje naše ugovorne obaveze iz Opštih uslova korišćenja, odnosno realizacije ugovora sa registrovanim korisnikom. Duža obrada podataka je moguća samo ukoliko to predstavlja zakonsku obavezu ili podnošenje, ostvarivanja ili odbrane pravnog zahteva. Konkretno, Vaše lične podatke čuvaćemo sve dok ste registrovani korisnik internet prezentacije, odnosno dok nam ne podnesete zahtev za brisanje Vašeg korisničkog naloga i ličnih podataka. Nakon podnošenja ovakvog zahteva, imamo zakonsku obavezu da određene podatke, na primer identifikaciju, čuvamo 30 dana pre konačnog brisanja.",
  "7. Your Rights": "7. Vaša prava",
  "VGA DESIGN CENTER strives to allow you to correct, change, delete or limit the use of your personal data within a reasonable framework.": "VGA DESIGN CENTAR se trudi da Vam u razumnom okviru dozvoli da ispravljate, menjate, brišete ili ograničite upotrebu Vaših ličnih podataka.",
  "If you want to correct, modify, delete or limit the use of your personal data, please contact us via email": "Ako želite da ispravite, izmenite, obrišete ili ograničite upotrebu svojih ličnih podataka, molimo Vas da nas kontaktirate putem mail-a info@hulahop.shop",
  "so that we can make the necessary changes.": "kako bismo napravili neophodne izmene.",
  "If you want us to inform you which Personal Data about you are stored with us and if you want to remove them from the system, please contact us via email": "Ako želite da Vas obavestimo koji Lični Podaci o Vama se čuvaju kod nas i ako želite da ih uklonite iz sistema, molimo Vas da nas kontaktirate putem mail-a",
  "The user has the right to file an objection to the processing of his personal data by VGA DESIGN CENTER based on legitimate interest (in the sense of Article 12, Paragraph 1, Item 6 of the Law). In the case of submitting a complaint, the processing will be terminated, unless there are legal reasons for the processing that outweigh the interests, rights and freedoms of the User or are related to the submission, realization or defense of a legal claim, which VGA DESIGN CENTER will present to the User. If the User has filed an objection regarding processing for the purposes of direct advertising, personal data may not be further processed for such purposes.": "Korisnik ima pravo da podnese prigovor na obradu njegovih podataka o ličnosti koju VGA DESIGN CENTAR vrši po osnovu legitimnog interesa (u smislu čl. 12. st. 1. tač. 6. Zakona). U slučaju podnošenja prigovora obrada će biti prekinuta, osim ukoliko postoje zakonski razlozi za obradu koji pretežu nad interesima, pravima i slobodama Korisnika ili su u vezi sa podnošenjem, ostvarivanjem ili odbranom pravnog zahteva, što će VGA DESIGN CENTAR predočiti Korisniku. Ukoliko je Korisnik podneo prigovor u pogledu obrade za potrebe direktnog oglašavanja, podaci o ličnosti se ne mogu dalje obrađivati u takve svrhe.",
  "If the processing of personal data is based on consent, the User has the right to revoke consent at any time. Consent can be revoked at any time via the e-mail address:": "Ako se obrada podataka o ličnosti vrši na osnovu pristanka, Korisnik ima pravo na opoziv pristanka u bilo koje vreme. Pristanak se može opozvati u svakom trenutku putem e-mail adrese",
  "The revocation of consent does not affect the admissibility of processing based on the consent prior to revocation.": "Opoziv pristanka ne utiče na dopuštenost obrade na osnovu pristanka pre opoziva.",
  "If the User believes that VGA DESIGN CENTER is processing his personal data contrary to the provisions of the Law, he may at any time submit a complaint to the Commissioner for Information of Public Importance and Protection of Personal Data.": "Ukoliko Korisnik smatra da VGA DESIGN CENTAR vrši obradu njegovih ličnih podataka suprotno odredbama Zakona, u svakom trenutku može podneti pritužbu Povereniku za informacije od javnog značaja i zaštitu podataka o ličnosti.",
  "8. Privacy of Children": "8. Privatnost dece",
  "Our Service does not apply to those under the age of 13 (“Children”).": "Povremeno možemo da ažuriramo ovu Politiku Privatnosti. Obavestićemo Vas o bilo kakvim promenama pre postavljanja nove Politike Privatnosti na ovu stranicu.",
  "We do not intentionally collect personally identifiable information from individuals under the age of 13. If you are a parent or guardian and find out that your child has sent us personal data, please contact us via email": "Ne prikupljamo sa namerom informacije preko kojih se mogu identifikovati pojedinci mlađi od 13 godina. Ako ste roditelj ili staratelj i saznate da nam je Vaše Dete poslalo lične podatke, molimo Vas da nas kontaktirate putem mail-a",
  "If we learn that we have collected personal information from children without parental consent, we will take all necessary steps to remove that information from our servers.": "Ako saznamo da smo prikupili lične podatke dece bez saglasnosti roditelja, preduzećemo sve neophodne korake kako bismo uklonili te informacije sa naših servera.",
  "9. Changes to This Privacy Policy": "9. Promene ove politike privatnosti",
  "We may update this Privacy Policy from time to time. We will notify you of any changes prior to posting the new Privacy Policy on this page.": "Povremeno možemo da ažuriramo ovu Politiku Privatnosti. Obavestićemo Vas o bilo kakvim promenama pre postavljanja nove Politike Privatnosti na ovu stranicu.",
  "We will notify you via a prominent announcement on the HULAHOP internet platform, before the change is implemented. In the event that any future changes to this Privacy Policy imply a reduction of your rights, we will ask you for your express consent to continue using our internet platform.": "Obavestićemo Vas putem naglašene objave na HULAHOP internet platformi, pre nego što promena bude primenjena. U slučaju da bilo koje buduće promene ove Politike privatnosti budu podrazumevale umanjenje Vaših prava, tražićemo od Vas izričiti pristanak za nastavak korišćenja naše internet platforme.",
  "We advise you to periodically read this Privacy Policy to check if there have been any changes. Changes to this Privacy Policy are effective when posted on this page.": "Savetujemo Vas da povremeno pročitate ovu Politiku Privatnosti kako bi proverili da li je došlo do nekih promena. Promene u ovoj Politici Privatnosti su na snazi kada su postavljene na ovu stranicu.",
  "By using our website/platform, you automatically accept this Privacy Policy and allow your data to be collected and processed in accordance with this Privacy Policy, the Law and other applicable regulations. If you do not agree with this Privacy Policy, please do not visit or use our website/platform. At any time, we are available for your comments, questions or observations, so feel free to contact us regarding this Privacy Policy via the website": "Korišćenjem naše internet prezentacije/platforme automatski prihvatate ovu Politiku privatnosti i dozvoljavate da se Vaši podaci prikupljaju i obrađuju u skladu sa ovom Politikom privatnosti, Zakonom i drugim važećim propisima. Ukoliko niste saglasni sa ovom Politikom privatnosti molimo vas da ne posećujete ili koristite našu internet prezentaciju/platformu. U svakom trenutku, stojimo na raspolaganju za Vaše primedbe, pitanja ili zapažanja, te nas slobodno kontaktirajte u vezi ove Politike privatnosti putem internet prezentacije",
  "or via e-mail address:": "ili putem e-mail adrese:",
  "cookies are data about visited pages that are stored on the User's computer.": "kolačići su podaci o posećenim stranicama koji se čuvaju na računaru Korisnika.",
  "a data controller is a person who (either alone or in cooperation or together with other persons) assesses the purpose and manner in which any personal data is or will be processed. For the purposes of this Privacy Policy, we are the Data Controllers for your data.": "rukovalac podacima je osoba koja (bilo sama ili u saradnji ili zajedno sa drugim osobama) procenjuje svrhu i način na koji su ili će biti obrađeni bilo kakvi lični podaci. U svrhu ove Politike Privatnosti, mi smo Rukovaoci podacima za Vaše podatke.",
  "Data Processor (or Service Provider) is any person (other than an employee of the Data Controller) who processes data on behalf of the Data Controller. We may use the services of different Service Providers to process your data more efficiently.": "Obrađivač Podataka (ili Provajder Usluga) je bilo koja osoba (osim zaposlenog kod Rukovaoca Podataka) koja obrađuje podatke u ime Rukovaoca Podataka. Mi možemo koristiti usluge različitih Provajdera Usluga kako bismo efikasnije obradili vaše podatke.",
  "A Data Subject is any User who has provided their data.": "Subjekat Podataka je bilo koji Korisnik koji je pružio svoje podatke.",
  "User is an individual who uses our Service. User refers to the Data Subject, which is the object of Personal Data.": "Korisnik je pojedinac koji koristi našu Uslugu. Korisnik se odnosi na Subjekat Podataka, koji je objekat Ličnih Podataka.",
  "Cookies ('cookies') -": "Kolačići ('cookies') -",
  "Data Controllers –": "Rukovaoci podacima -",
  "Data Processor (or Service Provider) –": "Obrađivač podataka (ili Provajder usluga) -",
  "Data Subject –": "Subjekat podataka –",
  "User -": "Korisnik –",
  "Products": "Proizvodi",
  "Settings": "Postavke",
  "Withdrawn": "Povučeno",
  "Announcement": "Obaveštenje",
  "Logout": "Odjava",
  "Search Products": "Pretraži proizvode",
  "Create Product": "Kreiraj proizvod",
  "Your Products": "Vaši proizvodi",
  "No Product Found!": "Proizvod nije pronađen!",
  "Performance": "Performanse",
  "Wallet": "Novčanik",
  "Total Sales": "Ukupna prodaja",
  "Graphs": "Grafovi",
  "Top Category's - Item Sold": "Najprodavaniji proizvodi po kategorijama",
  "Top products - Item Sold": "Najprodavaniji proizvodi",
  "Latest Announcement": "Poslednje obaveštenje",
  "First Name": "Ime",
  "Last Name": "Prezime",
  "Email": "Email",
  "Phone": "Telefon",
  "Password": "Lozinka",
  "Confirm Password": "Potvrdi lozinku",
  "Save": "Sačuvaj",
  "Withdrawal": "Isplata",
  "Withdrawn Now!": "Isplaćeno!",
  "Request Withdrawn": "Zatraži isplatu",
  "Enter Withdrawal Amount": "Unesite iznos za isplatu",
  "Back": "Nazad",
  "Announcements": "Obaveštenja",
  "Search Announcements": "Pretraži obaveštenja",
  "ID": "ID",
  "Requested Amount": "Zatraženi iznos",
  "Requested Date": "Datum zahteva",
  "Status": "Status",
  "Title": "Naslov",
  "Details": "Detalji",
  "Store Layout": "Izgled prodavnice",
  "View Your Shop": "Pogledajte vašu prodavnicu",
  "1. Basic Details": "1. Osnovni detalji",
  "Store Logo": "Logo prodavnice",
  "Store Name": "Ime prodavnice",
  "About Store": "O prodavnici",
  "Instagram Url": "Instagram URL",
  "Youtube Url": "YouTube URL",
  "Facebook Url": "Facebook URL",
  "2. Layout Details": "2. Detalji izgleda",
  "Slider Name": "Ime banera",
  "Slider Description": "Opis banera",
  "Slider Images": "Slike banera",
  "Slider Image": "Slika banera",
  "Submit": "Pošalji",
  "Edit Product": "Uredi proizvod",
  "Product Settings": "Postavke proizvoda",
  "Add Design": "Dodajte dizajn",
  "Add Information": "Dodajte informacije",
  "Name of the Product": "Naziv proizvoda",
  "Description of the Product": "Opis proizvoda",
  "Choose Colors": "Odaberite boje",
  "Select Product Cover Image Color": "Odaberite boju naslovne slike proizvoda",
  "Product Price": "Cena proizvoda",
  "Add Product": "Dodaj proizvod",
  "Cancel": "Otkaži",
  "Look": "Pregled",
  "Category": "Kategorija",
  "Our Best Selling Products": "Naši najbolje prodavani proizvodi",
  "Select Products Category": "Odaberite kategoriju proizvoda",
  "Vendor": "Prodavac",
  "Color": "Boja",
  "Size": "Veličina",
  "Name": "Ime",
  "Contact Number": "Kontakt telefon",
  "Subject": "Tema",
  "Message": "Poruka",
  "Name is required!": "Ime je obavezno!",
  "Invalid email!": "Nevažeći email!",
  "Email is required!": "Email je obavezan!",
  "Subject is required!": "Tema je obavezna!",
  "Add to Cart": "Dodaj u korpu",
  "Add to Wishlist": "Dodaj na listu želja",
  "Share": "Delite",
  "Related Categories": "Srodne kategorije",
  "Go to Dashboard": "Idite na kontrolnu tablu",
  "Sign In - HulaHop": "Prijavite se - HulaHop",
  "Sign Up - HulaHop": "Registrujte se - HulaHop",
  "Sign In": "Prijavite se",
  "Please sign in to your account.": "Prijavite se na svoj profil.",
  "Enter Email": "Unesite email",
  "Enter Password": "Unesite lozinku",
  "Remember me?": "Zapamti me?",
  "Password is required.": "Lozinka je obavezna.",
  "Confirm password is required.": "Potvrđena lozinka je obavezna.",
  "Forgot Password": "Zaboravio sam lozinku",
  "Don't have an account?": "Nemate nalog?",
  "Sign Up": "Registrujte se",
  "Please create your account to expolre AI image repository.": "Kreirajte nalog da biste istražili sve mogućnosti naše platforme.",
  "Please enter a valid password.": "Lozinka mora imati najmanje 8 karaktera i sadržati barem jedno veliko slovo, jedan broj i jedan specijalan karakter.",
  "Please confirm your password.": "Molimo te da potvrdiš svoju lozinku.",
  "Enter First Name": "Unesite ime",
  "Enter Last Name": "Unesite prezime",
  "Phone Number": "Telefon",
  "Enter Phone Number": "Unesite telefon",
  "Enter Confirm Password": "Unesite potvrđenu lozinku",
  "Update Password": "Ažuriraj lozinku",
  "Select Role": "Izaberite ulogu",
  "User": "Korisnik",
  "Associate": "Saradnik",
  "Already have an account?": "Već imate nalog?",
  "Add Image": "Dodaj sliku",
  "View All": "Pogledaj sve",
  "Reset Password": "Resetuj lozinku",
  "All": "Sve",
  "Please login first.": "Molim te da se prvo prijaviš.",
  "Product added to wishList sucessfully.": "Proizvod uspešno dodat u listu želja.",
  "Product removed from wishList sucessfully.": "Proizvod uspešno obrisan iz liste želja.",
  "Network Error": "Network greška",
  "Send Recovery Email": "Pošalji email za oporavak",
  "No problem, just enter your email address below and we'll send you an email to reset your password.": "Nema problema, samo unesite svoju adresu e-pošte ispod i poslaćemo vam mejl da resetujete lozinku.",
  "If a HulaHop account exists for": "Ako HulaHop nalog postoji za",
  "you will receive a password reset email shortly. Please click the link in the email to reset your password.": "uskoro ćete primiti mejl za resetovanje lozinke. Kliknite na link u mejlu da biste resetovali lozinku.",
  "This field is required!": "Ovo polje je obavezno!",
  "First name is required.": "Ime je obavezno.",
  "Last name is required.": "Prezime je obavezno.",
  "Mobile number is required.": "Kontakt telefon je obavezan.",
  "Status is required.": "Status je obavezan.",
  "Type is required.": "Tip je obavezan.",
  "Passwords must match.": "Lozinke moraju da se poklapaju",
  "Category is required!": "Kategorija je obavezna!",
  "Sub category is required!": "Potkategorija je obavezna!",
  "Product description is required!": "Opis proizvoda je obavezan!",
  "Add About Product Data": "Dodaj podatke o proizvodu",
  "Edit About Product Data": "Uredi podatke o proizvodu",
  "Select Categories": "Izaberi kategorije",
  "Select Sub Categories": "Izaberi potkategorije",
  "Product Description": "Opis proizvoda",
  "Serbian": "Srpski",
  "English": "Engleski",
  "Top Bar Images": "Slike u gornjem meniju",
  "Bottom Bar Images": "Slike u donjem meniju",
  "Size Chart Images": "Slike tabele veličina",
  "Remove": "Ukloni",
  "About Product Data": "Podaci o proizvodu",
  "Search About Product Data": "Traži po podacima o proizvodu",
  "Add Product Data": "Dodaj podatke proizvoda",
  "Delete About Product Data": "Obriši podatke o proizvodu",
  "Are you sure you want to delete": "Da li si siguran da želiš da obrišeš",
  "Delete Product Data": "Obriši podatke proizvoda",
  "No.": "Broj",
  "Category Name": "Ime kategorije",
  "Sub Category Name": "Ime potkategorije",
  "Action": "Akcija",
  "Active": "Aktivno",
  "Inactive": "Neaktivno",
  "Title is required!": "Naslov je obavezan!",
  "Description is required!": "Opis je obavezan!",
  "Enter Title": "Unesite naslov",
  "Write Description": "Napiši opis",
  "Description": "Opis",
  "Select Status": "Izaberi status",
  "Add Announcements": "Dodaj obeveštenja",
  "Image is required!": "Slika je obavezna!",
  "Add Shop Slider Slides": "Dodaj sliku na baneru prodavnice",
  "Edit Shop Slider Slides": "Uredi sliku na baneru prodavnice",
  "Add Blog Slider Slides": "Dodaj sliku na baneru stranice bloga",
  "Edit Blog Slider Slides": "Uredi sliku na baneru stranice bloga",
  "Add About Us Slider Slides": "Dodaj sliku na baneru stranice o nama",
  "Edit About Us Slider Slides": "Uredi sliku na baneru stranice o nama",
  "Shop Slider": "Baner prodavnice",
  "About Page Slider": "Baner stranice o nama",
  "Blog Page Slider": "Baner stranice bloga",
  "Add Slide": "Dodaj baner",
  "Contact No": "Kontakt broj",
  "User Name": "Ime korisnika",
  "User Type": "Tip korisnika",
  "User Image": "Slika korisnika",
  "Download Design": "Skinuti dizajn",
  "Product name is required!": "Naziv proizvoda je obavezan!",
  "Color is required!": "Boja je obavezna!",
  "Product price is required!": "Cena proizvoda je obavezna!",
  "Edit Products - Associate": "Izmeni proizvode - Saradnik",
  "Enter Name of the Product": "Unesi naziv proizvoda",
  "Enter Description of the Product": "Unesi opis proizvoda",
  "Selling Price": "Prodajna cena",
  "Base Price": "Osnovna cena",
  "Associate Price": "Cena saradnika",
  "Price Margine": "Marža cene",
  "Best Selling": "Najbolje prodavani",
  "Earning": "Zarada",
  "Associate Products": "Proizvodi saradnika",
  "Search Associate Products": "Pretraži proizvode saradnika",
  "Product Image": "Slika proizvoda",
  "Admin Sign In": "Admin Prijavi se",
  "Heading is required!": "Naslov je obavezan!",
  "Content is required!": "Sadržaj je obavezan!",
  "Add Blog": "Dodaj blog",
  "Edit Blog": "Uredi blog",
  "Blog Heading": "Naslov bloga",
  "Blog Category": "Kategorija bloga",
  "Blog Content": "Sadržaj bloga",
  "Blogs": "Blogovi",
  "Search Blogs": "Pretraži blogove",
  "Cover Image": "Naslovna slika",
  "Select Parent Category": "Odaberi nadređenu kategoriju",
  "Add Category": "Dodaj kategoriju",
  "Edit Category": "Uredi kategoriju",
  "Enter Category Name": "Unesi ime kategorije",
  "Add Categories": "Dodaj kategorije",
  "Categories": "Kategorije",
  "Search Orders": "Pretraži porudžbine",
  "Image": "Slika",
  "Delete Sub Category": "Obriši potkategoriju",
  "Delete Category": "Obriši kategoriju",
  "Category Image": "Slika kategorije",
  "Category Description": "Opis kategorije",
  "Code is required!": "Kod je obavezan!",
  "Add Color": "Dodaj boju",
  "Add Colors": "Dodaj boje",
  "Select Color": "Izaberi boju",
  "Color Name": "Naziv boje",
  "Color Code": "Kod boje",
  "Colors": "Boje",
  "Users Queries": "Upiti korisnika",
  "To do": "Zadatak",
  "Pending Orders": "Porudžbine na čekanju",
  "Download Labels": "Preuzmi etikete",
  "Out of Stock": "Nema na zalihama",
  "Low of Stock": "Malo na zalihama",
  "Net Sales": "Neto prodaja",
  "Products Sold": "Proizvodi prodati",
  "Sales This Month": "Prodaja ovog meseca",
  "Orders This Month": "Porudžbine ovog meseca",
  "Top Categories - Items Sold": "Najbolje kategorije - Prodati artikli",
  "Top Products - Items Sold": "Najbolji proizvodi - Prodati artikli",
  "Latest Announcements": "Najnovija obaveštenja",
  "Read More": "Pročitaj više",
  "Pending": "Na čekanju",
  "Dispatched": "Poslato",
  "Delivered": "Isporučeno",
  "Cancelled": "Otkazano",
  "Completed": "Završeno",
  "Update": "Ažuriraj",
  "User Detail": "Detalji korisnika",
  "Mobile": "Mobilni",
  "House/Flat no": "Broj kuće/stana",
  "City": "Grad",
  "State": "Država",
  "Pincode": "Poštanski broj",
  "Special Instruction By User": "Posebno uputstvo korisnika",
  "Product List": "Lista proizvoda",
  "Product": "Proizvod",
  "Product Mockup Image": "Mockup slika proizvoda",
  "Varriant Value": "Vrednost varijante",
  "Selected Color": "Izabrana boja",
  "Quantity": "Količina",
  "Margine": "Marža",
  "Assosiate Price": "Asocirana cena",
  "Order ID": "ID porudžbine",
  "Order Date": "Datum porudžbine",
  "Order Total": "Ukupan iznos porudžbine",
  "Delete Product": "Obriši proizvod",
  "Price": "Cena",
  "Price is required!": "Cena je obavezna!",
  "Add Products": "Dodaj proizvode",
  "Product Name": "Ime proizvoda",
  "Product Sub Variant": "Veličina proizvoda",
  "Add Sub Variant": "Dodaj veličinu",
  "Sub Variant Value": "Vrednost veličine",
  "Set Frame Position": "Postavi poziciju okvira",
  "Enter X Position": "Unesi X poziciju",
  "X Position": "X pozicija",
  "Enter Y Position": "Unesi Y poziciju",
  "Y Position": "Y pozicija",
  "Enter Frame Width": "Unesi širinu okvira",
  "Frame Width": "Širina okvira",
  "Enter Frame Height": "Unesi visinu okvira",
  "Frame Height": "Visina okvira",
  "Product Variant": "Varijanta proizvoda",
  "Add Variant": "Dodaj varijantu",
  "Choose Image": "Izaberi sliku",
  "Choose Color": "Izaberi boju",
  "Select Size": "Izaberi veličinu",
  "Actions": "Akcije",
  "Add Row": "Dodaj red",
  "Reviews": "Recenzije",
  "User Review": "Recenzija korisnika",
  "Returned Products": "Vraćeni proizvodi",
  "Reason": "Razlog",
  "Returned Date": "Datum vraćanja",
  "Serbian word is required!": "Reč na srpskom je obavezna!",
  "English word is required!": "Reč na engleskom je obavezna!",
  "Translations": "Prevodi",
  "Search": "Pretraga",
  "Add Word": "Dodaj reč",
  "Update Word": "Ažuriraj reč",
  "Edit Word": "Izmeni reč",
  "Enter Serbian Word": "Unesi srpsku reč",
  "Serbian Word": "Srpska reč",
  "Enter English Word": "Unesi englesku reč",
  "English Word": "Engleska reč",
  "Password reset email has been successfully sent.": "Email za resetovanje lozinke je uspešno poslat.",
  "Users": "Korisnici",
  "Password Reset Link": "Link za resetovanje lozinke",
  "Change Status": "Izmeni Status",
  "Update User Status": "Ažuriraj status korisnika",
  "Associates Withdrawn Request": "Zahtev za povlačenje saradnika",
  "Update Status": "Ažuriraj status",
  "Associate Name": "Ime saradnika",
  "Request Ammount": "Zatraženi iznos",
  "Announcements - Associate": "Obaveštenja - saradnik",
  "Show on Main Page": "Prikaži na naslovnoj stranici",
  "Associate Shop - HulaHop": "Prodavnica saradnika - HulaHop",
  "Blogs Details - HulaHop": "Detalji bloga - HulaHop",
  "by:": "autor:",
  "Related Blogs": "Povezani blogovi",
  "Blogs - HulaHop": "Blogovi - HulaHop",
  "Dashboard - Associate": "Komandna tabla - Saradnik",
  "A Collection of Files": "Kolekcija fajlova",
  "Filter Images": "Filtriraj slike",
  "Add Photo": "Dodaj fotografiju",
  "Recent Used Files": "Nedavno korišćeni fajlovi",
  "Type": "Tip",
  "Orders - Associate": "Porudžbine - Saradnik",
  "Orders Preview": "Pregled porudžbina",
  "Order Value": "Vrednost porudžbine",
  "Commission": "Provizija",
  "Actual Value": "Stvarna vrednost",
  "This is demo a product.": "Ovo je demo proizvod.",
  "Create Products - Associate": "Kreiraj proizvode - Saradnik",
  "No Data Found!": "Podaci nisu pronađeni!",
  "Enter text": "Unesi tekst",
  "Products - Associate": "Proizvodi - Saradnik",
  "Return Orders - Associate": "Povrat porudžbina - Saradnik",
  "Return Orders": "Povrat porudžbina",
  "Order SKU": "SKU porudžbine",
  "Reviews - Associate": "Recenzije - Saradnik",
  "Review": "Recenzija",
  "Created Date": "Datum kreiranja",
  "Created By": "Kreirao/la",
  "Invalid phone number.": "Nevažeći broj telefona.",
  "Phone number is required.": "Broj telefona je obavezan.",
  "Settings - Associate": "Podešavanja - Saradnik",
  "Profile Picture": "Profilna slika",
  "Store name is required!": "Naziv prodavnice je obavezan!",
  "Store logo is required!": "Logo prodavnice je obavezan!",
  "Store description is required!": "Opis prodavnice je obavezan!",
  "Slider name is required!": "Naziv banera je obavezan!",
  "Slider description is required!": "Opis banera je obavezan!",
  "Slider image is required!": "Slika banera je obavezna!",
  "Store Layout - Associate": "Izgled prodavnice - Saradnik",
  "Enter Slider Description": "Unesi opis banera",
  "Enter Slider Name": "Unesi naziv banera",
  "Enter Facebook URL": "Unesi Facebook URL",
  "Enter Youtube URL": "Unesi Youtube URL",
  "Enter Instagram URL": "Unesi Instagram URL",
  "Enter About Store Description": "Unesi opis prodavnice",
  "Enter Store Name": "Unesi naziv prodavnice",
  "Withdrawal - Associate": "Povlačenje sredstava - Saradnik",
  "Withdrawal amount must be greater than 0.": "Iznos za povlačenje mora biti veći od 0.",
  "Please enter the withdrawal amount.": "Unesite iznos za povlačenje.",
  "Transaction is not allowed!": "Transakcija nije dozvoljena!",
  "Enter Value": "Unesi vrednost",
  "Withdraw": "Povuci",
  "About Platform - HulaHop": "O Platformi - HulaHop",
  "About Products - HulaHop": "O Proizvodima - HulaHop",
  "Associates List - HulaHop": "Lista saradnika - HulaHop",
  "Shopping Cart - HulaHop": "Korpa - HulaHop",
  "Required": "Obavezno",
  "Checkout - HulaHop": "Plaćanje - HulaHop",
  "Street and House Number": "Ulica i broj kuće",
  "Country / Region": "Država / Region",
  "Postal Code": "Poštanski broj",
  "Write Instructions": "Napiši uputstva",
  "Your message has been sent successfully.": "Vaša poruka je uspešno poslata.",
  "Contact Us - HulaHop": "Kontaktirajte nas - HulaHop",
  "Home Page - HulaHop": "Početna stranica - HulaHop",
  "YouTube Video Player": "YouTube video plejer",
  "Privacy Policy - HulaHop": "Politika privatnosti - HulaHop",
  "Old password is required.": "Stara lozinka je obavezna.",
  "Retype password is required.": "Ponovno unošenje lozinke je obavezno.",
  "Password must be at least 8 characters.": "Lozinka mora imati najmanje 8 karaktera.",
  "Change Password - HulaHop": "Promeni lozinku - HulaHop",
  "Current Password": "Trenutna lozinka",
  "New Password": "Nova lozinka",
  "Enter New Password": "Unesi novu lozinku",
  "Dashboard - HulaHop": "Kontrolna tabla - HulaHop",
  "Hello": "Zdravo",
  "Wishlist": "Lista želja",
  "Orders - HulaHop": "Porudžbine - HulaHop",
  "Profile Settings - HulaHop": "Podešavanja profila - HulaHop",
  "Wishlist - HulaHop": "Lista želja - HulaHop",
  "Return Policy - HulaHop": "Politika povraćaja - HulaHop",
  "Shop Page - HulaHop": "Stranica prodavnice - HulaHop",
  "View Categories": "Pogledaj kategorije",
  "Quantity is required!": "Količina je obavezna!",
  "Added to cart sucessfully.": "Uspešno dodato u korpu.",
  "Product Details - Hulahop": "Detalji proizvoda - Hulahop",
  "Free Shipping": "Besplatna dostava",
  "Free shipping on orders over $99.": "Besplatna dostava za porudžbine preko $99.",
  "Money Back": "Povraćaj novca",
  "15 days money back guarantee.": "Garancija povraćaja novca u roku od 15 dana.",
  "Support": "Podrška",
  "We strive for great support to please you.": "Trudimo se da pružimo odličnu podršku kako bismo vas zadovoljili.",
  "Terms of use - HulaHop": "Uslovi korišćenja - HulaHop",
  "Appearance": "Izgled",
  "About Product": "O proizvodu",
  "Translation": "Prevodi",
  "Delete Announcement": "Obriši obaveštenje",
  "Delete": "Obriši",
  "Customer": "Kupac",
  "Seller": "Prodavac",
  "Delete Color": "Obriši boju",
  "Edit Color": "Izmeni boju",
  "Global Category": "Globalna kategorija",
  "Delete Blog": "Obriši blog",
  "Show All": "Prikaži sve",
  "Select Associate": "Izaberi saradnika",
  "Select Language": "Izaberi jezik",
  "Delete User": "Obriši korisnika",
  "Send": "Pošalji",
  "Delete Slider Slide": "Obriši sliku banera",
  "Delete Associate": "Obriši prodavca",
  "Highlighted": "Istaknuto",
  "You can only highlight 8 users!": "Možeš da istakneš samo 8 prodavaca!",
  "Edit Associate Store": "Uredi prodavnicu saradnika",
  "View Associate Store": "Pogledaj prodavnicu saradnika",
  "Store layout details updated successfully": "Detalji izgleda prodavnice su uspešno ažurirani",
  "This record does not exist!": "Ovaj zapis još uvek ne postoji",
  "User updated successfully": "Korisnik uspešno ažuriran",
  "Sales": "Prodaja",
  "Total Products Sold": "Ukupno prodatih artikala",
  "Delete Order": "Obriši porudžbinu",
  "order no.": "porudžbinu broj",
  "No Product Data": "Nema podataka o proizvodu",
  "Order status updated sucessfully": "Status porudžbine je uspešno promenjen",
  "Highlight Product": "Istakni proizvod",
  "You can only highlight 8 products": "Možeš istaknuti samo 8 proizvoda",
  "Associate product updated successfully": "Proizvod saradnika je uspešno ažuriran",
  "Cart has been successfully emptied": "Korpa je uspešno ispražnjena",
  "Sort By": "Sortiraj prema",
  "Highest Price": "Najvišoj ceni",
  "Lowest Price": "Najnižoj ceni",
  "Latest Added": "Poslednje dodato",
  "Oldest Added": "Najstarije dodato",
  "About page slider created successfully": "Baner stranice o nama uspešno kreiran",
  "About page slider fetched successfully": "Baner stranice o nama uspešno preuzet",
  "About page slider updated successfully": "Baner stranice o nama uspešno ažuriran",
  "About page slider removed successfully": "Baner stranice o nama uspešno uklonjen",
  "About product bottom bar image created successfully": "Donja slika stranice o proizvodu uspešno kreirana",
  "About product bottom bar image fetched successfully": "Donja slika stranice o proizvodu uspešno preuzeta",
  "About product bottom bar image updated successfully": "Donja slika stranice o proizvodu uspešno ažurirana",
  "About product bottom bar image deleted successfully": "Donja slika stranice o proizvodu uspešno obrisana",
  "About product data created successfully": "Podaci stranice o proizvodu uspešno kreirani",
  "About product data fetched successfully": "Podaci stranice o proizvodu uspešno preuzeti",
  "About product data updated successfully": "Podaci stranice o proizvodu uspešno ažurirani",
  "About product data removed successfully": "Podaci stranice o proizvodu uspešno uklonjeni",
  "Announcement created successfully": "Najava uspešno kreirana",
  "Announcement retrieved successfully": "Najava uspešno preuzeta",
  "Announcement updated successfully": "Najava uspešno ažurirana",
  "Announcement deleted successfully": "Najava uspešno obrisana",
  "Associate fetched successfully": "Povezani podaci uspešno preuzeti",
  "Associate Image created successfully": "Slika saradnika uspešno kreirana",
  "Associate Images retrieved successfully": "Slike saradnika uspešno preuzete",
  "Associate Image retrieved successfully": "Slika saradnika uspešno preuzeta",
  "Associate Image updated successfully": "Slika saradnika uspešno ažurirana",
  "Associate Images deleted successfully": "Slike saradnika uspešno obrisane",
  "Associate product created successfully": "Povezani proizvod uspešno kreiran",
  "Associate products retrieved successfully": "Povezani proizvodi uspešno preuzeti",
  "Associate product retrieved successfully": "Povezani proizvod uspešno preuzet",
  "Associate product deleted successfully": "Povezani proizvod uspešno obrisan",
  "Associate user details created successfully": "Detalji korisnika saradnika uspešno kreirani",
  "Associate user details fetched successfully": "Detalji korisnika saradnika uspešno preuzeti",
  "Associate user details updated successfully": "Detalji korisnika saradnika uspešno ažurirani",
  "Associate user details deleted successfully": "Detalji korisnika saradnika uspešno obrisani",
  "Associate Withdrawn Request created successfully": "Zahtev za povlačenje saradnika uspešno kreiran",
  "Associate withdrawn request fetched successfully": "Zahtev za povlačenje saradnika uspešno preuzet",
  "Associate withdrawn request updated successfully": "Zahtev za povlačenje saradnika uspešno ažuriran",
  "Associate withdrawn request deleted successfully": "Zahtev za povlačenje saradnika uspešno obrisan",
  "Blogs created successfully": "Blogovi uspešno kreirani",
  "Blogs fetched successfully": "Blogovi uspešno preuzeti",
  "Blogs updated successfully": "Blogovi uspešno ažurirani",
  "Blogs deleted successfully": "Blogovi uspešno obrisani",
  "User signup successfully": "Registracija korisnika uspešna",
  "User login successfully": "Prijava korisnika uspešna",
  "User password reset successfully": "Lozinka korisnika uspešno resetovana",
  "Invalid Token": "Nevažeći token",
  "User refresh token fetched successfully": "Token za osvežavanje korisnika uspešno preuzet",
  "Blog page slider created successfully": "Baner stranice blogova uspešno kreiran",
  "Blog page slider fetched successfully": "Baner stranice blogova uspešno preuzet",
  "Blog page slider updated successfully": "Baner stranice blogova uspešno ažuriran",
  "Blog page slider removed successfully": "Baner stranice blogova uspešno uklonjen",
  "Blogs not found": "Blogovi nisu pronađeni",
  "Cart retrieved successfully": "Korpa uspešno preuzeta",
  "Remove cart successfully": "Korpa uspešno uklonjena",
  "Categories created successfully": "Kategorije uspešno kreirane",
  "Categories retrieved successfully": "Kategorije uspešno preuzete",
  "Categories updated successfully": "Kategorije uspešno ažurirane",
  "Categories order updated successfully": "Redosled kategorija uspešno ažuriran",
  "Categories deleted successfully": "Kategorije uspešno obrisane",
  "Color created successfully": "Boja uspešno kreirana",
  "Color retrieved successfully": "Boja uspešno preuzeta",
  "Color updated successfully": "Boja uspešno ažurirana",
  "Color deleted successfully": "Boja uspešno obrisana",
  "Image uploaded successfully": "Slika uspešno otpremljena",
  "Inquiries created successfully": "Upiti uspešno kreirani",
  "Message sent successfully": "Poruka uspešno poslata",
  "Inquiries retrieved successfully": "Upiti uspešno preuzeti",
  "Inquiry retrieved successfully": "Upit uspešno preuzet",
  "Inquiries updated successfully": "Upiti uspešno ažurirani",
  "Inquiries deleted successfully": "Upiti uspešno obrisani",
  "Order address created successfully": "Adresa narudžbine uspešno kreirana",
  "Order address fetched successfully": "Adresa narudžbine uspešno preuzeta",
  "Order address updated successfully": "Adresa narudžbine uspešno ažurirana",
  "Order address deleted successfully": "Adresa narudžbine uspešno obrisana",
  "Order-product created successfully": "Proizvod narudžbine uspešno kreiran",
  "Order-product fetched successfully": "Proizvod narudžbine uspešno preuzet",
  "Order-product updated successfully": "Proizvod narudžbine uspešno ažuriran",
  "Order-product deleted successfully": "Proizvod narudžbine uspešno obrisan",
  "Order created successfully": "Narudžbina uspešno kreirana",
  "Order fetched successfully": "Narudžbina uspešno preuzeta",
  "Order updated successfully": "Narudžbina uspešno ažurirana",
  "Order status updated successfully": "Status narudžbine uspešno ažuriran",
  "Order deleted successfully": "Narudžbina uspešno obrisana",
  "Review created successfully": "Recenzija uspešno kreirana",
  "Review fetch successfully": "Recenzija uspešno preuzeta",
  "Review update successfully": "Recenzija uspešno ažurirana",
  "Review deleted successfully": "Recenzija uspešno obrisana",
  "Product variant created successfully": "Varijanta proizvoda uspešno kreirana",
  "Product variant retrieved successfully": "Varijanta proizvoda uspešno preuzeta",
  "Product variant updated successfully": "Varijanta proizvoda uspešno ažurirana",
  "Product variant deleted successfully": "Varijanta proizvoda uspešno obrisana",
  "Product fetched successfully": "Proizvod uspešno preuzet",
  "Product created successfully": "Proizvod uspešno kreiran",
  "Product retrieved successfully": "Proizvod uspešno preuzet",
  "Product updated successfully": "Proizvod uspešno ažuriran",
  "Product deleted successfully": "Proizvod uspešno obrisan",
  "Return Product created successfully": "Povrat proizvoda uspešno kreiran",
  "Return Product retrieved successfully": "Povrat proizvoda uspešno preuzet",
  "Return Product updated successfully": "Povrat proizvoda uspešno ažuriran",
  "Return Product deleted successfully": "Povrat proizvoda uspešno obrisan",
  "Shop slider created successfully": "Baner prodavnice uspešno kreiran",
  "Shop sliders fetched successfully": "Baneri prodavnice uspešno preuzeti",
  "Shop slider fetched successfully": "Baner prodavnice uspešno preuzet",
  "Shop slider updated successfully": "Baner prodavnice uspešno ažuriran",
  "Shop slider removed successfully": "Baner prodavnice uspešno uklonjen",
  "Sizes created successfully": "Veličine uspešno kreirane",
  "Sizes fetched successfully": "Veličine uspešno preuzete",
  "Sizes updated successfully": "Veličine uspešno ažurirane",
  "Sizes deleted successfully": "Veličine uspešno obrisane",
  "Store layout details created successfully": "Detalji izgleda prodavnice uspešno kreirani",
  "Store layout details fetched successfully": "Detalji izgleda prodavnice uspešno preuzeti",
  "Store layout details deleted successfully": "Detalji izgleda prodavnice uspešno obrisani",
  "Sub-categories created successfully": "Potkategorije uspešno kreirane",
  "Sub-categories retrieved successfully": "Potkategorije uspešno preuzete",
  "Sub-categories updated successfully": "Potkategorije uspešno ažurirane",
  "Sub-categories deleted successfully": "Potkategorije uspešno obrisane",
  "User address created successfully": "Adresa korisnika uspešno kreirana",
  "User address fetched successfully": "Adresa korisnika uspešno preuzeta",
  "User address updated successfully": "Adresa korisnika uspešno ažurirana",
  "User address deleted successfully": "Adresa korisnika uspešno obrisana",
  "User session created successfully": "Sesija korisnika uspešno kreirana",
  "User session fetched successfully": "Sesija korisnika uspešno preuzeta",
  "User session updated successfully": "Sesija korisnika uspešno ažurirana",
  "User session deleted successfully": "Sesija korisnika uspešno obrisana",
  "User created successfully": "Korisnik uspešno kreiran",
  "User fetched successfully": "Korisnik uspešno preuzet",
  "User remove successfully": "Korisnik uspešno uklonjen",
  "Password Change Successfully": "Lozinka uspešno promenjena",
  "User become seller successfully": "Korisnik je uspešno postao prodavac",
  "WishList created successfully": "Lista želja uspešno kreirana",
  "WishList fetched successfully": "Lista želja uspešno preuzeta",
  "WishList not found": "Lista želja nije pronađena",
  "WishList updated successfully": "Lista želja uspešno ažurirana",
  "WishList deleted successfully": "Lista želja uspešno obrisana",
  "Translation added successfully": "Prevod uspešno dodat",
  "Translations not found": "Prevodi nisu pronađeni",
  "About product bottom bar image not found": "Donja slika proizvoda stranice O nama nije pronađena",
  "Store not found": "Prodavnica nije pronađena",
  "Expired Token": "Token je istekao",
  "User does not exist or inactive!": "Korisnik ne postoji ili je neaktivan!",
  "User email required!": "Potrebna je e-mail adresa korisnika!",
  "Password does not match": "Lozinka se ne poklapa",
  "Something wrong happen!": "Došlo je do greške!",
  "You are already registered! Please login.": "Već ste registrovani! Molimo prijavite se.",
  "Invalid Token or it has been expired.": "Nevažeći token ili je istekao.",
  "Product not found in cart": "Proizvod nije pronađen u korpi",
  "Cart is empty": "Korpa je prazna",
  "Product is not in the cart": "Proizvod nije u korpi",
  "Image not found": "Slika nije pronađena",
  "Order address not found": "Adresa narudžbine nije pronađena",
  "Cart not found": "Korpa nije pronađena",
  "Order not found": "Narudžbina nije pronađena",
  "AlreadyUpdateStatus": "Status je već ažuriran",
  "AlreadyCancelled": "Već otkazano",
  "User address not found": "Adresa korisnika nije pronađena",
  "Your old password is wrong! make sure correct.": "Vaša stara lozinka je pogrešna! Proverite ispravnost."
}
